[
    {
        "title": "مرغ شکم پر",
        "foodID": "1",
        "tags": "ایرانی",
        "preparationTime": "60",
        "cookTime": "90",
        "image":"/images/1.jpg",
        "ingredients": [
            {
                "title": "مرغ متوسط",
                "amount": "1 عدد"
            },
            {
                "title": "روغن",
                "amount": "1/3 پیمانه"
            },
            {
                "title": "کره",
                "amount": "50 گرم"
            },
            {
                "title": "زعفران دم کرده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک و فلفل و پودر خردل از هر کدام",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "آلو خورشتی",
                "amount": "15 عدد"
            },
            {
                "title": "گردو (نگینی)",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "دانه انار",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "جعفری و گشنیز",
                "amount": "300 گرم"
            },
            {
                "title": "زرشک",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "رب انار",
                "amount": "5 قاشق غذا خوری"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "سیر",
                "amount": "4 حبه"
            },
            {
                "title": "نمک و فلفل و زرد چوبه و ادویه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "پوست مرغ رو بگیرید, داخل شکمش رو خالی کنید و تمیز بشویید. نمک و فلفل و پودر خردل و زعفران رو با روغن مخلوط کنید و دور مرغ و داخل شکم مرغ رو با این مواد مزه دار کنید. برای 1 ساعت اجازه بدید تا مرغ مزه دار بشه.",
            "آلوها رو خیس کنید و بشویید, زرشک رو خیس کنید و بعد از 5 دقیقه آبکش کنید.",
            "پیاز و سیر رو با هم تفت بدید, وقتی خوب سرخ شدند, سبزی رو اضافه کنید و تفت بدید, حالا آلوها و زرشک و گردو, دانه انار و رب انار رو اضافه کنید و اجازه بدید تا آب مواد کشیده بشه و خوب تفت بخورند. نمک و فلفل و ادویه و زردچوبه اضافه کنید و حرارت رو خاموش کنید.",
            "مرغ رو روی سطح کار بذارید, جوری که ساق مرغ رو به بالا باشه. داخل شکم مرغ رو با این مواد پر کنید. قسمت زیر شکم رو با خلال دندان فیکس کنید که باز نشه و پاهای مرغ رو هم با نخ نسوز ببندید تا موقع پخت باز نشه!",
            "فویل آلومینیم رو چرب کنید, مرغ شکم پر رو روی اون بذارید و خوب ببندید و در فر از قبل گرم شده با دمای 180 سانتی گراد به مدت 2 ساعت بذارید بپزه.",
            "توی این مدت 2 تا 3 بار, مرغ رو از فر در بیارید و روی اون مخلوط کره آب شده و زعفران بمالید و دوباره فویل رو ببندید و توی فر بذارید.",
            "بعد از 2 ساعت, فویل رو باز کنید و گریل رو روشن کنید و دوباره در فر بذارید تا مرغ برشته بشه!"
        ]
    },
    {
        "title": "اکبرجوجه",
        "foodID": "2",
        "tags": "ایرانی",
        "preparationTime": "20",
        "cookTime": "60",
        "image":"/images/2.jpg",
        "ingredients": [
            {
                "title": "جوجه با پوست",
                "amount": "1 عدد"
            },
            {
                "title": "رب انار ملس",
                "amount": "1/3 پیمانه"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل و کمی ادویه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "روغن مایع سرخ کردنی",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "آبغوره",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نعنا و گشنیز خرد شده (نصف پیمانه در صورت تمایل)",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "مرغ درسته و شکم خالی رو تمیز بشویین و بعد حدود دو ساعت در کمی آب نمک بذارین خیس بخوره . بعد کاملا آبکشی کنین .",
            "کمی روغن و چند قاشق رب انار و رب گوجه فرنگی رو با کمی نمک و ادویه و آبغوره توی یک پیاله کوچک بریزین و با یک قلم موی نرم مخصوص آشپزی به تمام پوست مرغ از جمله بالها و کنار و گوشه های اون بمالین .",
            "داخل شکم رو هم کمی از این مخلوط چرب کنین و بعد یک پیاز رو پوست کنده و همراه با گوجه فرنگی قاچ کرده داخل شکم اون بذارین .( از سیزیجات معطریی که خرد شده کمی – حدود دو قاشق - میتونین داخل شکمش جا بدین .",
            "مقداری از روغن سرخ کردنی در قابمله ای بزرگ و نچسب و گود بریزین ( که روغن به اطراف نرشح نکنه و در ضمن خیلی هم روغن مصرف نکنین چون بعدا باید دور بریزین ) داغ که شد ان مرغ رو که خوب رب و روغن مالی شده -توی روغن داغ بذارین .",
            "درب قابلمه رو بذارین و با شعله نسبتا زیاد سرخ کنین . یکطرف که سرخ شد ...شعله رو کم کنین و کمی صبر کنین تا روغن ترشح نکنه به اطراف و بعد طرف دیگر رو برگردونین . همه طرف مرغ که خوب سرخ شد .",
            "شعله رو خاموش کنین و کمی صبر کنین ( در اینصورت پوست مرغ به کف ظرف نمی چسبه ) و مرغ رو از توی اون در بیارین و چند قاشق از روغن رو نگهدارین و باقی روغن اضافی رو دور بریزین .",
            "مرغ رو توی یک قابلمه دیگه بذارین و از اون چند قاشق روغن توش بریزین و باقی رب انار و آبغوره و رب گوجه رو باهم مخلوط کنین و نمک و فلفل و تندی اون رو اندازه کنین و روی مرغ بریزین و یک چهارم پیمانه آب اضافه کنین .",
            "اگه سبزی معطر هم آماده کردین دو سه قاشق هم توی این قابلمه اضافه کنین و بذارین با شعله ملایم حدود یکساعت و اندی بپزه . هرچه مرغ ریز تر و به عبارتی جوجه تر باشه هم خوشمزه تره و هم زود میپزه .",
            "وقتی جوجه پخته شد توی ظرف مناسب بکشین و تزیین کنین و سس مخصوص رو هم توی سس خوری بریزین که هرکسی برای خودش روی غذاش بریزه ... اگه هم دوست داشتین میتونین با پلو سرو کنین و یا فقط با نون نوش جون کنین ."
        ]
    },
    {
        "title": "مرغ سوخاری",
        "foodID": "3",
        "tags": "فست فود",
        "preparationTime": "20",
        "cookTime": "20",
        "image":"/images/3.jpg",
        "ingredients": [
            {
                "title": "ران مرغ",
                "amount": "4 تکه"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "آرد سفید",
                "amount": "1 پیمانه"
            },
            {
                "title": "آرد سوخاری",
                "amount": "1 پیمانه"
            },
            {
                "title": "ادویه ‌به مقدار لازم",
                "amount": "به مقدار لازم"
            },
            {
                "title": "روغن سرخ کردنی",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پودر سیر و ارگانو به دلخواه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "تکه‌های مرغ را قبل از سرخ کردن با یک عدد پیاز و آب و نمک آب‌پز کنید، نه در حدی که مرغ‌ها کاملا نرم شوند، فقط اندازه‌ای که کمی از حالت خام بودن در بیایند. (‌حدود 20 دقیقه کافیست‌)",
            "تخم‌مرغ‌ها را در ظرف گودی شکسته و با چنگال هم بزنید تا خوب با هم مخلوط و یکدست شوند. آرد سفید را بهتر است الک کنید و در یک دیس تخت لبه‌دار بریزید. آرد سوخاری و ادویه را هم خوب با هم مخلوط کنید و مثل آرد سفید در یک دیس تخت لبه‌دار بریزید.",
            "ادویه این غذا بستگی به ذائقه شما دارد. معمولا این غذا به دو صورت اسپایسی (تند) و معمولی تهیه می‌شود.",
            "روش اسپایسی به این صورت است که مقدار زیادی فلفل قرمز (‌برای این مقدار مرغ 2 قاشق غذا خوری سر پر فلفل قرمز لازم است‌) و نمک را به آرد سوخاری اضافه می‌کنند. مزه این غذا به محتویات درون آرد سوخاری آن بستگی دارد. در روش معمولی هم فقط نمک و کمی فلفل سیاه به آرد سوخاری اضافه می‌شود.",
            "تکه‌های مرغ را بعد از نیم پز شدن و بعد از اینکه کاملا سرد شدند، ابتدا در آرد سفید بغلتانید، بعد به تخم مرغ آغشته کنید و بعد در آرد سوخاری خوب بغلتانید تا تمام سطح مرغ با آرد سوخاری پوشانده شود.",
            "در ظرف نسوزی - که کمی گود باشد بهتر است – تا دو سوم روغن مخصوص سرخ کردن بریزید و روی حرارت قرار دهید تا کاملا داغ شود. توجه کنید هرچه روغن بیشتر و داغ‌تر باشد مقدار جذب روغن کمتر می‌شود. می‌توانید مرغ‌ها را در دستگاه سرخ‌کن (‌روی درجه مناسب سرخ کردن مرغ‌) نیز سرخ کنید.",
            "تکه‌های مرغ را درون روغن داغ شده با حرارت زیاد سرخ کنید. اگر حرارت کم باشد رنگ مرغ‌ها تیره می‌شود. در ظرف را هم باز بگذارید تا تخم مرغ به‌کار رفته در مواد، اصطلاحا کف نکند. حدودا 10-6 دقیقه زمان لازم است تا مرغ‌ها با شرایط فوق کاملا سرخ (‌سوخاری‌) شوند‌.",
            "بعد از سرخ شدن مرغ‌ها یک حوله کاغذی تمیز را در بشقابی قرار دهید و تکه‌های مرغ را روی آن بچینید تا روغن اضافه آن گرفته شود. هنگام سرو کمی پودر سیر و اورگانو (در صورت تمایل) روی آنها بپاشید."
        ]
    },
    {
        "title": "ناگت مرغ",
        "foodID": "4",
        "tags": "فست فود",
        "preparationTime": "20",
        "cookTime": "30",
        "image":"/images/4.webp",
        "ingredients": [
            {
                "title": "سینه‌ مرغ",
                "amount": "500 گرم"
            },
            {
                "title": "آرد",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ زده شده",
                "amount": "1 عدد"
            },
            {
                "title": "خردل",
                "amount": "کمی"
            },
            {
                "title": "پودر سیر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "آرد",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آرد سوخاری",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "سینه مرغ را در چرخ گوشت نرم كنید و بقیه مواد را به آن اضافه كرده با دست خوب ورز دهید.",
            "از مرغ به اندازه یك گلوله كوچك برداشته و به شكل ناگت در دست پهن كرده ،ابتدا در آرد سپس در تخم مرغ زده شده بزنید و در آخر در آرد سوخاری بغلتانید.",
            "روغن را در ماهیتابه ریخته روی حرارت متوسط قرار دهید تا داغ شود سپس ناگت ها را در آن سرخ كنید تا زمانیكه طلایی رنگ شود.",
            "ناگت ها را در صافی ریخته تا روغن اضافی آن خارج شود سپس به صورت گرم میل كنید."
        ]
    },
    {
        "title": "مرغ زعفرانی",
        "foodID": "5",
        "tags": "ایرانی",
        "preparationTime": "10",
        "cookTime": "30",
        "image":"/images/5.webp",
        "ingredients": [
            {
                "title": "مرغ",
                "amount": "500 گرم"
            },
            {
                "title": "زعفران آب کرده",
                "amount": "1 قاشق مربا خوری"
            },
            {
                "title": "پیاز بزرگ رنده شده",
                "amount": "1 عدد"
            },
            {
                "title": "آبلیمو",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدامرغ رابه اندازه تکه میکنیم وظرف بزرگ یاماهیتابه نچسب(تفلون یاچدن)راروی حرارت میگذاریم",
            "بعدپیازرنده شده رادرکف ظرف قرارمیدهیم تمام ظرف رابپوشاند",
            "مرغهاراروی پیاز قراربدهیم نمک آبلیمو وزعفران راروی مرغ بریزیم بعددرظرف راگذاشته و حرارت راخیلی کم میکنیم",
            "میگذاریم باآب مرغ بپزد وقتی مرغهاپختن وآبش کاملا جمع شد مرغهاراباقاشق برمیگردانیم ودوباره درظرف رامیگذاریم باز باهمان حرارت کم کم وهر5دقیقه ای نگاه می اندازیم وبرمیگردانیم تا قشنگ سرخ شوند.این غذانیازی به آب وروغن ندارد."
        ]
    },
    {
        "title": "مرغ بریان خانگی",
        "foodID": "6",
        "tags":"ایرانی",
        "preparationTime": "120",
        "cookTime": "60",
        "image":"/images/6.jpg",
        "ingredients": [
            {
                "title": "سبزی (جعفری و گشنیز ساطوری شده)",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آبلیمو",
                "amount": "به مقدار لازم"
            },
            {
                "title": "هویج",
                "amount": "3 عدد"
            },
            {
                "title": "فلفل دلمه ای",
                "amount": "1 عدد"
            },
            {
                "title": "کرفس",
                "amount": "2 ساقه"
            },
            {
                "title": "پودر سیر",
                "amount": "2 قاشق مربا خوری"
            },
            {
                "title": "آب پیاز",
                "amount": "1 لیوان"
            },
            {
                "title": "برگ بو",
                "amount": "5 عدد"
            },
            {
                "title": "کره",
                "amount": "پیمانه"
            },
            {
                "title": "زرشک",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "رب انار",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "زعفران آب کرده",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "مغز گردو",
                "amount": "1/2 لیوان"
            },
            {
                "title": "مرغ",
                "amount": "1 عدد"
            }
        ],
        "steps": [
            "ابتدا مرغ را شسته و داخل شكم آن را كاملا خالی كرده و خوب بشویید،سپس فلفل دلمه ای،هویج،سیر ،كرفس و برگ بو را خرد كرده و داخل شكم مرغ قرار دهید و آن را داخل ظرف در داری قرار داده و روی آن آب پیاز و پودر سیر بریزید",
            "و درب ظرف را بسته و 2تا8ساعت داخل یخچال قرار دهید تا مزه دار شود.سپس از یخچال خارج كرده و داخل شكمش را خالی كنید.",
            "پیاز و سیر را ریز خرد كرده و با كمی روغن تفت دهید تا نرم شوندسپس سبزی معطر را اضافه کنید و تفت دهید تا سبزی سرخ شود ، در ادامه گردوهای خرد شده ، زرشک ، زعفران دم کرده ، رب گوجه فرنگی و رب انار را اضافه کنید ، کمی تفت دهید و از روی حرارت بردارید.",
            "داخل شكم مرغ را كمی ابلیمو بمالید و نمك بزنید و موادی که آماده کرده اید را داخل شکم مرغ بریزید و با دست خوب پخش کنید تا تمام سطح داخلی مرغ به این مواد آغشته شود سپس با نخ کوک یا هر نوع نخ ضخیمی که دارید مرغ را به شكل زیر جمع کنید.",
            "ابتدا نخ را از پشت گردن مرغ به سمت جلوی سینه ها بیاورید و زیر استخوان سینه نخ را بپیچانید سپس دو طرف نخ را به بخش انتهایی پای مرغ 2 بار بچرخانید و گره بزنید .در زمان پیچاندن نخ را بکشید تا مرغ جمع شود.",
            "نخ های اضافی را قیچی کنید ، کره را آب کنید سپس با دست تمام سطح مرغ را با کره آب شده ماساژ دهید .",
            "پس از آماده شدن مرغ روی آن مقداری نمک و فلفل بپاشید ، مرغ را داخل ظرف پیرکس یا سینی فر قرار دهید و 1ونیملیوان آب و 1چهارم لیوان آب پیاز و 1چهارم لیوان آبلیمو داخل ظرف بریزید.",
            "مرغ داخل فر با دمای 180 درجه سانتیگراد به مدت 1 ساعت قرار دهید تا مرغ پخته و روی آن طلایی شود .البته ممکن است زمان بیشتری لازم باشد.سپس نخ های اطراف مرغ را جدا کنید و مرغ را سرو نمایید."
        ]
    },
    {
        "title": "خوراک مرغ مجلسی",
        "foodID": "7",
        "tags": "ایرانی",
        "preparationTime": "30",
        "cookTime": "60",
        "image":"/images/7.jpg",
        "ingredients": [
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "زعفران (آبکرده و غلیظ)",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "مرغ",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کره",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "ادویه (مخلوط پودر تخم گشنیز و زیره اسیاب شده)",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کره",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "آب",
                "amount": "1/3 پیمانه"
            },
            {
                "title": "رب انار (ترش)",
                "amount": "2 قاشق سوپ خوری"
            }
        ],
        "steps": [
            "ابتدا مرغ را پاك كرده و سپس چربی‌های مرغ را بكنید و آن را قطعه قطعه كرده و بشویید و در صافی قرار دهید.",
            "نمك،‌ فلفل و ادویه مورد نظر را با محلول زعفران، كره‌ی آب شده، رب گوجه و رب انار و آب مخلوط نمایید تا سس مناسبی به دست آید سپس قطعات مرغ را در ظرف مورد نظر بچینید.",
            "پیاز را نگینی خرد كرده و مقداری از آن را به همراه كمی سیر ورقه شده روی مرغ قرار دهید سپس سه تا چهار قاشق سس روی آن بریزید.",
            "مجدداً قطعات مرغ را در قابلمه روی پیاز و سس قرار دهید و روی آن را با پیاز خرد شده و سیر ورقه شده و سس بپوشانید در ظرف را گذاشته و روی حرارت متوسط قرار دهید، اجازه دهید تا مرغ آب بیندازد و محتویات داخل ظرف به جوش آید سپس حرارت را كم نموده، اجازه دهید تا بپزد و سس غلیظی داشته باشد",
            "سپس قطعات مرغ را در ظرف سرو قرار داده و سس غلیظ خوشرنگ باقیمانده را هم روی مرغ‌ها بریزید و به همراه نان با چلوی زعفرانی تزیین كرده و سرو نمایید."
        ]
    },
    {
        "title": "واویشکای مرغ",
        "foodID": "8",
        "tags":"ایرانی",
        "preparationTime": "10",
        "cookTime": "40",
        "image":"/images/8.jpg",
        "ingredients": [
            {
                "title": "سینه‌ مرغ",
                "amount": "300 گرم"
            },
            {
                "title": "پیاز بزرگ خلالی شده",
                "amount": "1 عدد"
            },
            {
                "title": "فلفل دلمه ای خرد شده",
                "amount": "1/2 عدد"
            },
            {
                "title": "گوجه فرنگی خرد شده",
                "amount": "1 عدد"
            },
            {
                "title": "فلفل سبز قلمی خرد شده",
                "amount": "3 عدد"
            },
            {
                "title": "زعفران",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آب لیمو ترش تازه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک و فلفل و روغن",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "سینه مرغ را 2 سانتی خرد کنید.",
            "پیازهای خلالی را در روغن تفت دهید .",
            "سبک که شد مرغ را اضافه کنید و بگذارید سرخ شود.",
            "فلفل قلمی را اضافه کنید و کمی تفت دهید.",
            "فلفل دلمه ای، گوجه فرنگی، نمک، فلفل و زعفران را اضافه کنید و در آخر آب لیمو را برای طعمدار کردن بزنید.",
            "حرارت را خاموش کنید .غذا را در ظرف بکشید و سرو کنید"
        ]
    },
    {
        "title": "جوجه چینی",
        "foodID": "9",
        "tags": "فست فود",
        "preparationTime": "20",
        "cookTime": "20",
        "image":"/images/9.jpg",
        "ingredients": [
            {
                "title": "آرد",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خمیر مایه فوری",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "به مقدار لازم"
            },
            {
                "title": "شیر",
                "amount": "1/2 لیوان"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "ماءالشعیر بدون طعم",
                "amount": "1 لیوان"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "آبلیمو",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "سینه‌ مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا باید سس مخصوص را تهیه کنید ، خمیر مایه فوری را با شیر ولرم ( داغ نباشد ) مخلوط کنید.",
            "زرده ها و سفیده های تخم مرغ را جدا کنید ، سفیده ها را با همزن برقی بزنید تا سفید شود ( وقتی کاسه را برمیگردانید سفیده ها نریزد ) سپس زرده و ماءالشعیر را اضافه نمائید و بزنید تا یکدست شود ؛ پس از یکدست شدن مواد باید شیر مخلوط با خمیر مایه و بیکینگ پودر را اضافه کنید.",
            "پس از مخلوط شدن مواد باید شروع به ریختن آرد کنید ، آرد را قاشق قاشق اضافه کنید تا سس به غلظتی مانند ماست برسد سپس مقداری نمک اضافه کنید و به مدت 1 ساعت سس مخصوص را داخل یخچال قرار دهید.",
            "در مدتی که سس استراحت میکند مواد جوجه چینی را آماده کنید ، سینه های مرغ را به برش های نازک ببرید ( سعی کنید تمام تکه ها یک اندازه باشند ).",
            "درون کاسه ای پیاز رنده شده ، نمک ، فلفل ، سیر له شده و مقداری روغن را مخلوط کنید سپس تکه های مرغ را اضافه کنید تا مرغ ها مزه دار شوند.",
            "پس از استراحت سس مخصوص را از یخچال خارج کنید ، روغن را داخل ماهیتابه بریزید تا داغ شود سپس تکه های مرغ را درون سس بزنید و داخل روغن داغ بیندازید تا سرخ و برشته شوند ( حرارت باید ملایم باشد تا مرغ مغز پخت شود ).",
            "مرغ های آماده را روی توری یا دستمال کاغذی قرار دهید تا روغن اضافی اش برود سپس بهمراه سیب زمینی سرخ کرده ، سالاد و سس گوجه فرنگی سرو کنید."
        ]
    },
    {
        "title": "زرشک پلو با مرغ مجلسی",
        "foodID": "10",
        "tags": "ایرانی",
        "preparationTime": "120",
        "cookTime": "60",
        "image":"/images/10.jpg",
        "ingredients": [
            {
                "title": "پوست نارنج",
                "amount": "1 عدد"
            },
            {
                "title": "فلفل دلمه ای",
                "amount": "2 عدد"
            },
            {
                "title": "لیمو ترش",
                "amount": "2 عدد"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "هویج",
                "amount": "2 عدد"
            },
            {
                "title": "زنجبیل (متوسط)",
                "amount": "1 قطعه"
            },
            {
                "title": "کرفس",
                "amount": "3 ساقه"
            },
            {
                "title": "آب پیاز",
                "amount": "1 لیوان"
            },
            {
                "title": "کره",
                "amount": "به مقدار لازم"
            },
            {
                "title": "هل",
                "amount": "3 عدد"
            },
            {
                "title": "چوب دارچین (بزرگ)",
                "amount": "1 قطعه"
            },
            {
                "title": "مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "زعفران (حدودا 1پیمانه) (هر چه بیشتر بهتر",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خلال پسته",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پوست پرتقال",
                "amount": "1 عدد"
            },
            {
                "title": "برگ بو",
                "amount": "5 عدد"
            },
            {
                "title": "خلال بادام",
                "amount": "به مقدار لازم"
            },
            {
                "title": "زردچوبه",
                "amount": "2 قاشق چای خوری"
            },
            {
                "title": "شکر (بستگی به ذائقه)",
                "amount": "5-1 قاشق غذا خوری"
            },
            {
                "title": "گلاب",
                "amount": "به مقدار لازم"
            },
            {
                "title": "زرشک",
                "amount": "1.5-3 پیمانه"
            },
            {
                "title": "برنج",
                "amount": "6 پیمانه"
            },
            {
                "title": "آبلیمو",
                "amount": "4 قاشق غذا خوری"
            }
        ],
        "steps": [
            "در ابتدا پوست پرتقال و نارنج رو کاملا از قسمت سفید جدا کنید چون باعث تلخ شدن پوست همون قسمت سفید هست.",
            "بعد اونها رو 3مرتبه با آب بجوشونید و آبکش کنید و بعد داخل آب سرد بریزید و 24ساعت داخل یخچال یا جای خنک قرار بدید و چند بار هم آبش رو عوض کنید و بار آخر 2قاشق شکر و کمی گلاب هم داخل آب بریزید تا خوشمزه تر بشه.",
            "مرغ رو پاک کنید و بشورید و اجازه بدید کامل خشک بشه یک ظرف در دار انتخاب کنید و داخلش کمی کره آب کنید و زردچوبه رو اضافه کنید تا کمی از خامی بیوفته و بعد شعله رو خاموش کنید.",
            "توجه داشته باشید نیازی به سرخ کردن زردچوبه نیست چون ممکنه تلخ بشه.حالا فلفل دلمه ای،هویج و کرفس رو درشت خرد کنید.",
            "مرغ های تکه شده رو روی زردچوبه قرار بدید طوری که فقط یک لایه باشن و روی هم چیده نشن!این نکته بسیار مهمه!حالا همه مواد رو لا به لای مرغ قرار بدید طوری که همه جا پخش بشن مثلا چوب دارچین رو ریز کنید تا همه جا باشه و لیمو ترش رو هم حلقه کنید و لا به لای مرغ ها قرار بدید و پوست پرتقال و نارنج رو لابه لای مرغ قرار داده در انتها یک لیوان آب پیاز و زعفران آب کرده و آبلیمو رو داخل مواد بریزید و در ظرف رو کاملا چفت کنید و بعد بذاریدش توی یخچال.",
            "زعفران هرچه بیشتر باشه بهتره برای یک عدد مرغ به نظرم حتی تا 1پیمانه زعفران آب شده هم بریزید خوبه!",
            "مواد شما میتونه از حداقل 4ساعت تا 24ساعت داخل یخچال بمونه و به نظر من اگر از شب قبل بذاریدش داخل یخچال خیلی خوشمزه تر میشه.",
            "بعد از مدت زمان استراحت مرغ اون رو روی شعله بسیار ملایم قرار بدید و حواستون باشه نیازی به ریختن آب اضافه نیست.مرغ های رستورانی هیچ وقت آبدار نیستن و سس اونها جدا طبخ میشه.",
            "برای تهیه سس مرغ رب گوجه فرنگی رو با کره داخل ظرف کاملا تفت بدید و به اون مقداری آبلیمو و زعفران اضافه کنید.وقتی مرغ شما بعد از 1ونیم تا 2ساعت پخته شد مواد اضافی رو ازش جدا کنید و آبش رو بگیرید و اون رو با سس مخلوط کنید.",
            "طرز تهیه زرشک پلو:",
            "ابتدا خلال پسته و بادام رو با کمی شکر و گلاب و در صورت تمایل هل در آب سرد بریزید و 4تا 5ساعت اجازه بدید خیس خورده و مزه دار بشن .",
            "زرشک رو بشورید و داخل ابکش خشک کنید و با کره و شکر مخلوط کنیدو روی حرارت ملایم قرار بدید تا شکر آب شده و زرشک پف کنه.توجه داشته باشید زرشک رو نباید زیاد سرخ کنید.",
            "زرشک آماده رو از روی حرارت بردارید و خلال پسته و بادام آبکش شده رو بهش اضافه کنید و کمی هم زعفران آب کرده بهش اضافه کنید.",
            "برنج رو به شیوه معمول آبکش کنید و بعد از پخت با خلال ها و زرشک تزیین کنید و با مرغ خوشمزه و آماده شده سرو کنید."
        ]
    },
    {
        "title": "پیتزا قارچ",
        "foodID": "11",
        "tags":"فست فود",
        "preparationTime": "15",
        "cookTime": "15",
        "image":"/images/11.jpg",
        "ingredients": [
            {
                "title": "خمیر پیتزا",
                "amount": "به مقدار لازم"
            },
            {
                "title": "قارچ",
                "amount": "100 گرم"
            },
            {
                "title": "پیاز ریز شده",
                "amount": "1 قاشق سوپ خوری"
            },
            {
                "title": "پنیر پیتزا",
                "amount": "250 گرم"
            },
            {
                "title": "روغن مایع",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "فلفل دلمه ای دلمه‌ای",
                "amount": "1 عدد"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "2 عدد"
            },
            {
                "title": "سس پیتزا",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "ارگانو یا آویشن شیرازی",
                "amount": "1 قاشق سوپ خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "کف ظرف را کمی چرب کنید و خمیر پیتزا را در آن پهن کنید.",
            "سس پیتزا را روی خمیر بمالید و کمی روغن مایع روی آن بریزید.",
            "فلفل دلمه‌ای و گوجه فرنگی را خرد کنید.",
            "قارچ ها را نیز به شکل حلقه حلقه برش دهید.",
            "پیاز، فلفل دلمه‌ای، گوجه فرنگی و قارچ را روی خمیر پیتزا بریزید .",
            "آویشن را بر روی این مواد بریزید. بعد پنیر پیتزا را رنده کنید روی مواد را کاملاً با پنیر بپوشانید. البته بهتر است پنیر پیتزا را در اواخر پخت، روی آن بریزید تا پنیر حالت کششی بیشتری داشته باشد.",
            "سینی را در وسط فری که قبلاً داغ شده قرار دهید. درجه حرارت فر باید 180 درجه و به مدت 15-20 دقیقه بپزید. پس از پخت و طلایی شدن سطح پیتزا آن را از فر خارج کنید و کمی سس پیتزا روی آن بریزید"
        ]
    },
    {
        "title": "پیتزا گوشت",
        "foodID": "12",
        "tags":"فست فود",
        "preparationTime": "40",
        "cookTime": "20",
        "image":"/images/12.jpg",
        "ingredients": [
            {
                "title": "گوشت چرخ کرده",
                "amount": "150 گرم"
            },
            {
                "title": "خمیر پیتزا",
                "amount": "500 گرم"
            },
            {
                "title": "قارچ",
                "amount": "1 پیمانه"
            },
            {
                "title": "پنیر پیتزا",
                "amount": "200 گرم"
            },
            {
                "title": "فلفل دلمه ای بزرگ",
                "amount": "1 عدد"
            },
            {
                "title": "سس گوجه فرنگی",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "کره",
                "amount": "250 گرم"
            },
            {
                "title": "پیاز متوسط",
                "amount": "2 عدد"
            },
            {
                "title": "گوجه فرنگی متوسط",
                "amount": "3 عدد"
            }
        ],
        "steps": [
            "گوشت را با پیاز رنده شده مخلوط کنید.",
            "پیاز را خلال کنید و با مقدار کمی روغن سرخ کنید .",
            "کمی زردچوبه به آن بزنید، گوشت چرخ کرده را به آن اضافه کنید و تفت دهید تا آب گوشت کشیده شود.",
            "پوست گوجه فرنگی ها را بگیرید و آن ها را خرد کنید.",
            "قارچ ها را تمیز و بعد بشویید ، آن ها را خرد و با کره سرخ کنید.",
            "فلفل دلمه‌ای را بشویید. آن را برش بزنید و دانه های سفید داخل آن را خارج و به صورت نگینی خرد کنید.",
            "خمیر پیتزا را به ضخامت نیم سانتی متر و به شکل ظرف ، به اندازه ای که ته و دیواره ظرف را بپوشاند باز کنید .",
            "ته و اطراف ظرف را چرب کنید و کمی آرد روی آن بپاشید. خمیر داخل ظرف بیندازید و روی آن سس گوجه فرنگی بمالید.",
            "به ترتیب گوشت چرخ کرده، گوجه فرنگی، قارچ و فلفل دلمه‌ای خرد شده را اضافه کنید. پس از آن پنیر پیتزای رنده شده را روی آن بپاشید.",
            "فر را تا درجه حرارت 350 درجه فارنهایت (180 درجه سانتی گراد) گرم کنید و ظرف را در کف فر به مدت 20 دقیقه قرار دهید .",
            "ظرف پیتزا را روی آخرین پنجره فر به طرف بالا به مدت 15 تا 20 دقیقه بگذارید تا روی آن طلایی شود."
        ]
    },
    {
        "title": "پیتزا مخصوص",
        "foodID": "13",
        "tags":"فست فود",
        "preparationTime": "30",
        "cookTime": "30",
        "image":"/images/13.jpg",
        "ingredients": [
            {
                "title": "آرد",
                "amount": "3 پیمانه"
            },
            {
                "title": "نمک",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "مایه خمیر",
                "amount": "1 قاشق سوپ خوری"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق سوپ خوری"
            },
            {
                "title": "روغن زیتون",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "آویشن",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "پودر سیر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "آب ولرم",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سوسیس (خرد شده)",
                "amount": "1 پیمانه"
            },
            {
                "title": "قارچ (تفت داده)",
                "amount": "1 پیمانه"
            },
            {
                "title": "زیتون (خرد شده)",
                "amount": "0.5 پیمانه"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "گوجه فرنگی (خرد شده)",
                "amount": "1 پیمانه"
            },
            {
                "title": "فلفل دلمه ای",
                "amount": "1 عدد"
            },
            {
                "title": "پنیر پیتزا (رنده شده)",
                "amount": "1.5 پیمانه"
            }
        ],
        "steps": [
            "آرد و نمک را در کاسه‌ای الک کنید.",
            "مایه خمیر، شکر، روغن زیتون، آویشن و پودر سیر را اضافه و با هم مخلوط کنید.",
            "آب ولرم را کم کم اضافه کنید تا به صورت خمیر یکنواختی درآید و به دست نچسبد.",
            "سوسیس، قارچ و زیتون خرد کرده را به خمیر اضافه و ورز دهید تا با خمیر مخلوط شود .",
            "کف سینی را چرب و خمیر را داخل آن پهن کنید .",
            "تخم مرغ زده شده را روی خمیر بمالید . خمیر را استراحت دهید تا ور بیاید .",
            "گوجه فرنگی و فلفل دلمه‌ای را روی آن بریزید.",
            "پنیر رنده شده را روی آن بپاشید و آن را برای 29 تا 30 دقیقه در فر با حرارت 250 درجه سانتی گراد بگذارید تا بپزد"
        ]
    },
    {
        "title": "پیتزا پیاز کاراملی",
        "foodID": "14",
        "tags":"فست فود",
        "preparationTime": "20",
        "cookTime": "10",
        "image":"/images/14.webp",
        "ingredients": [
            {
                "title": "پیاز قرمز درشت، خلال شده",
                "amount": "1 عدد"
            },
            {
                "title": "سیر رنده شده",
                "amount": "2 حبه"
            },
            {
                "title": "روغن زیتون",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نان پیتا",
                "amount": "4 عدد"
            },
            {
                "title": "گوجه فرنگی بزرگ، خرد شده",
                "amount": "1 عدد"
            },
            {
                "title": "پنیر موزارلا (موتزارلا) رنده شده",
                "amount": "3/4 پیمانه"
            },
            {
                "title": "پنیر رومانو رنده شده",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "برگ ریحان تازه",
                "amount": "1/4 پیمانه"
            }
        ],
        "steps": [
            "در یک قابلمه کوچک خلال‌های پیاز و سیر را در روغن زیتون تفت دهید. شعله را کم کنید و در قابلمه را بگذارید تا پیاز به مدت 10 تا 15 دقیقه بپزد و به اصطلاح سبک شود. به طور مرتب آن را هم بزنید تا نسوزد.",
            "یک طرف نان های پیتا را روی حرارت مستقیم زغال به مدت یک یا دو دقیقه برشته کنید. روی نان ها، سیر و پیاز، گوجه فرنگی وپنیرهای موتزارلا و رومانو بریزید.",
            "دوباره نان را روی توری کباب پز بگذارید. 5 تا 10 دقیقه در کباب پز را ببندید تا پنیرآب شود. از روی حرارت بردارید و با برگ های ریحان سرو کنید"
        ]
    },
    {
        "title": "پیتزا گوجه فرنگی",
        "foodID": "15",
        "tags":"فست فود",
        "preparationTime": "10",
        "cookTime": "40",
        "image":"/images/15.jpg",
        "ingredients": [
            {
                "title": "گوجه فرنگی تازه رنده شده و نرم",
                "amount": "15 عدد"
            },
            {
                "title": "پیاز رنده شده نرم",
                "amount": "2 عدد"
            },
            {
                "title": "کنسرو قارچ یا قارچ تفت داده شده خرد شده",
                "amount": "1 لیوان"
            },
            {
                "title": "فلفل دلمه ای سبز خرد شده",
                "amount": "1 عدد"
            },
            {
                "title": "روغن زیتون",
                "amount": "1/4 لیوان"
            },
            {
                "title": "سس گوجه فرنگی",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "آب",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "پودر آویشن",
                "amount": "کمی"
            },
            {
                "title": "پودر ریحان خشک",
                "amount": "کمی"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "پنیر موزارلا (موتزارلا)",
                "amount": "2 لیوان"
            },
            {
                "title": "زیتون سیاه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "روغن زیتون را در ماهیتابه بریزید و روی حرارت ملایم بگذارید. پیاز نرم شده را به آن اضافه کنید و کمی تفت دهید",
            "فلفل دلمه را به آن اضافه کنید و به مدت یک دقیقه تفت دهید",
            "قارچ‌های خرد شده را اضافه و به مدت یک دقیقه تفت دهید",
            "گوجه فرنگی رنده شده، نمک و شکر را به مخلوط اضافه کنید و به مدت 5 الی 7 دقیقه روی حرارت ملایم هم بزنید تا اینکه تمام گوجه فرنگی‌ها آب بشوند",
            "پودر ریحان، پودر آویشن و یک قاشق غذاخوری سس گوجه فرنگی را به مواد اضافه کنید و مواد را به مدت یک دقیقه روی حرارت ملایم هم بزنید.",
            "در آخر 4 قاشق غذاخوری آب را اضافه کنید و هم بزنید سپس مواد آماده شده را کنار بگذارید.",
            "خمیر آماده شده را روی یک سینی که آرد پاشیده اید با وردنه باز کنید و سپس به شکل دلخواه و به صورت مربع یا مستطیل ببرید.",
            "سینی فر را چرب کنید، آرد بپاشید و خمیر را در سینی بگذارید. از مواد آماده شده به مقدار لازم روی خمیر بریزید و روی آن را با یک قاشق صاف کنید، به طوری که تمام سطح خمیر را بپوشاند.",
            "سینی را در فر که از قبل گرم کرده‌اید بگذارید و پیتزا را به مدت 30 الی 40 دقیقه با حرارت 160 درجه سانتیگراد بپزید تا زمانی که خمیر پف کند.",
            "پیتزا را از فر خارج کنید، روی آن را پنیر بپاشید و زیتون سیاه بگذارید.",
            "سینی را به مدت 10 دقیقه یا تا وقتی که روی پنیر طلایی رنگ شود در فر بگذارید. بقیه خمیر را می‌توانید به همین طریق درست کنید."
        ]
    },
    {
        "title": "پیتزا مکعبی",
        "foodID": "16",
        "tags":"فست فود",
        "preparationTime": "5",
        "cookTime": "5",
        "image":"/images/16.jpg",
        "ingredients": [
            {
                "title": "نان تست",
                "amount": "4 عدد"
            },
            {
                "title": "سس کچاپ",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "پنیر چدار رنده شده",
                "amount": "100 گرم"
            },
            {
                "title": "ژامبون",
                "amount": "4 ورق"
            },
            {
                "title": "گوجه فرنگی گیلاسی",
                "amount": "4 عدد"
            },
            {
                "title": "فلفل دلمه ای سبز",
                "amount": "1/2 عدد"
            },
            {
                "title": "پودر سیر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "آویشن",
                "amount": "1 قاشق چای خوری"
            }
        ],
        "steps": [
            "سس کچاپ، پنیر پیتزا، پنیر چدار رنده شده و پودر سیر را با هم مخلوط کنید.",
            "مواد آماده شده را روی نان ها تقسیم کنید تا کامل روی نان را بپوشاند و بعد با ژامبون و فلفل دلمه و گوجه گیلاسی رویش را تزئین کنید و داخل فر قرار دهید.",
            "به مدت 3 تا 4 دقیقه در حرارت گریل قرار دهید تا پنیر ذوب شود."
        ]
    },
    {
        "title": "پیتزا نیویورکی",
        "foodID": "17",
        "tags":"فست فود",
        "preparationTime": "10",
        "cookTime": "20",
        "image":"/images/17.jpg",
        "ingredients": [
            {
                "title": "فلفل سفید",
                "amount": "1 قاشق مربا خوری"
            },
            {
                "title": "لیمو ترش",
                "amount": "1/2 عدد"
            },
            {
                "title": "خامه‏ یا سرشیر",
                "amount": "1 فنجان"
            },
            {
                "title": "خمیر پیتزا بزرگ",
                "amount": "1 عدد"
            },
            {
                "title": "گوشت ریش ریش شده نیم پز",
                "amount": "200 گرم"
            },
            {
                "title": "روغن زیتون",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پنیر موزارلا (موتزارلا)",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز متوسط",
                "amount": "1 عدد"
            }
        ],
        "steps": [
            "فر را با حرارت 350 درجه فارنهایت داغ کنید.",
            "پیاز را به صورت حلقه های ظریف با چاقو برش دهید و توسط روغن زیتون تا جایی که حلقه های پیاز طلایی شود سرخ کنید .",
            "خامه را کمی بجوشانید تا غلیظ شود؛ سپس فلفل سفید را به همراه آب نصف لیمو ترش به خامه اضافه کنید.",
            "خمیر پیتزا را روی سینی مخصوص پیتزا پهن کنید .",
            "پنیر موزارلا و گوشت را به صورتی که روی خمیر را یک لایه کامل بپوشاند، بر روی خمیر بریزید. مخلوط خامه را به طوری که کاملا سطح پیتزا را بپوشاند، روی گوشت و پنیر بریزید.",
            "مقداری دیگر پنیر موزارلا روی پیتزا بریزید .",
            "پیازهای سرخ شده را به صورت یکنواخت بر روی پیتزا ی نیویورکی بپاشید.",
            "پیتزا نیویورکی نباید خشک شود برای جلوگیری از این امر بعد از 10 دقیقه طبخ در فر به آن سر بزنید و زمانی که روی پیتزا کمی متمایل به رنگ طلایی شد آن را از فر خارج کنید."
        ]
    },
    {
        "title": "همبرگر مخصوص",
        "foodID": "18",
        "tags":"فست فود",
        "preparationTime": "60",
        "cookTime": "10",
        "image":"/images/18.jpeg",
        "ingredients": [
            {
                "title": "نمک و فلفل سیاه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سیر",
                "amount": "2 عدد"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "آرد سوخاری",
                "amount": "به مقدار لازم"
            },
            {
                "title": "گوشت چرخ کرده با چربی 20 درصد",
                "amount": "500 گرم"
            }
        ],
        "steps": [
            "ابتدا گوشت را خوب پهن کنید سپس تخم مرغ ، سیر ، پیاز (ریز رنده شده و آب آن را بگیرید) ، نمک و فلفل را در مرکز گوشت پهن شده بریزید",
            "و اطراف گوشت را به طرف مرکز جمع کنید و شروع به ورز دادن گوشت نمائید.",
            "گوشت را با دستان خود ورز دهید تا بافت بهتری داشته باشید ، تا جایی ورز دهید که احساس کنید مواد بخوبی با یکدیگر ترکیب شده اند",
            "بار دیگر گوشت را پهن کنید و آرد سوخاری را روی گوشت پهن شده بریزید ، مقدار آرد سوخاری بسته به نوع آرد متفاوت میباشد.",
            "برای بدست اوردن مقدار دقیق ارد سوخاری باید پس از پاشیدن مقداری ارد گوشت را چند دقیقه ورز دهید ، اگر پس از این مدت مشاهده کردید که گوشت بافت نرم و ابدار و در عین حال خوبی دارد پس ارد شما کافی بوده است",
            "اگر گوشت کمی شل و بد فرم بود میتوانید مقداری دیگر آرد سوخاری به ان اضافه کنید اما مراقب باشید که زیاد آرد نریزید تا گوشت پس از پخت خشک نشود.",
            "گوشت اماده شده را به قسمت های دلخواه تقسیم کنید",
            "و هر قسمت را به شکل یک دایره ای در اورید",
            "دایره های اماده همبرگر را روی کاغذ روغنی یا کیسه فریزر قرار داده و برای یک ساعت درون یخچال قرار دهید",
            "سپس داخل ماهیتاهب سرخ یا روی کباب پز کباب کنید."
        ]
    },
    {
        "title": "چیزبرگر",
        "foodID": "19",
        "tags": "فست فود",
        "preparationTime": "90",
        "cookTime": "30",
        "image":"/images/19.jpg",
        "ingredients": [
            {
                "title": "گوشت چرخ کرده (با چربی)",
                "amount": "500 گرم"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "پودر سیر",
                "amount": "2 قاشق مربا خوری"
            },
            {
                "title": "پنیر چدار",
                "amount": "به مقدار لازم"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "آرد سوخاری",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نان همبرگر",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پودر موسیر",
                "amount": "1 قاشق مربا خوری"
            }
        ],
        "steps": [
            "ابتدا سیر و پیاز را رنده کرده و آب آنها را بگیرید.سپس به آنها کمی نمک زده و خوب ورز دهید و به گوشت چرخکرده اضافه کنید.",
            "تخم مرغ،پودر سیر،پودر موسیر،فلفل و سایر ادویه های دلخواه را به گوشت اضافه کرده و تا جایی که میتوانید آن را ورز دهید تا خوب منسجم شود.",
            "آرد سوخاری را کم کم به گوشت اضافه کنید تا جایی که گوشت کاملا قابل شکل دادن شود.از گوشت به میزان ولخواه (حدود یک پرتقال)بردارید و با قالب گرد به آن شکل دهید",
            "ظرفی را چرب کنید و همبرگر آماده شده را داخل آن قرار دهید .به همین شکل همه همبرگرها را درست کنید و روی آن را با نایلون فریزر بپوشانید و به مدت 1 تا2 ساعت داخل یخچال قرار دهید تا طعم مواد جذب هم شود.",
            "پس از مدت زمان لازم همبرگر را روی آتش ذغال یا تابه ای که چرب کرده اید قرار دهید تا برشته شود سپس برگردانید تا طرف دیگر نیز برشته شود.",
            "وقتی طرف دوم را روی حرارت قرار میدهید در پایان پخت یک تا دو ورقه پنیر چدار روی همبرگر قرار دهید تا پنیر نیمه آب شود.",
            "داخل نان همبرگر را با کاهو ، گوجه فرنگی ، خیارشور و … پر کنید و چیز برگر را پس از آماده شدن روی آنها قرار دهید و سس دلخواه بزنید و سرو کنید."
        ]
    },
    {
        "title": "بروشتای پنیر چدار",
        "foodID": "20",
        "tags":"فست فود",
        "preparationTime": "15",
        "cookTime": "10",
        "image":"/images/20.jpg",
        "ingredients": [
            {
                "title": "نان فرانسوی (ضخامت هر تکه 2 سانتیمتر)",
                "amount": "24 تکه"
            },
            {
                "title": "گوجه فرنگی خرد شده",
                "amount": "2 عدد"
            },
            {
                "title": "پنیر چدار (رنده شده)",
                "amount": "2/3 فنجان"
            },
            {
                "title": "سس مایونز",
                "amount": "1/3 فنجان"
            },
            {
                "title": "پنیر پارمیجانو (پارمیزان یا پارمسان) (رنده شده)",
                "amount": "1/4 فنجان"
            },
            {
                "title": "پونه (خشک شده)",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "فلفل سیاه",
                "amount": "1/2 قاشق چای خوری"
            }
        ],
        "steps": [
            "تکه های نان را روی سینی فر قرار دهید و آن ها را به مدت 5 دقیقه داخل فر با دمای 180 درجه سانتیگراد (350 درجه فارنهایت) قرار دهید تا تست شوند.",
            "داخل یک کاسه کوچک، گوجه فرنگی، پنیر چدار، سس مایونز، پنیر پارمسان، پونه، ریحان و فلفل سیاه را مخلوط کنید و روی نان های تست شده بریزید",
            "به مدت 8 دقیقه داخل فر قرار دهید و گرم سرو کنید."
        ]
    },
    {
        "title": "تاکو برگر",
        "foodID": "21",
        "tags":"فست فود" ,
        "preparationTime": "15",
        "cookTime": "15",
        "image":"/images/21.webp",
        "ingredients": [
            {
                "title": "گوشت چرخ کرده",
                "amount": "900 گرم"
            },
            {
                "title": "سس سالسا",
                "amount": "1 فنجان"
            },
            {
                "title": "چیپس تورتیلا (خرد شده)",
                "amount": "1 فنجان"
            },
            {
                "title": "نمک",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "فلفل شیرین",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "پنیر چدار",
                "amount": "8 ورق"
            },
            {
                "title": "نان همبرگر",
                "amount": "8 عدد"
            },
            {
                "title": "پیازچه (خرد شده)",
                "amount": "1/2 فنجان"
            },
            {
                "title": "کاهو",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سس مایونز",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "گوشت چرخ کرده را با 1/4 فنجان سالسا مخلوط کنید و 1/2 فنجان خرده چیپس را با نمک سیر و فلفل مخلوط کنید و ورز دهید و از مخلوط گوشت، هشت همبرگر درست کنید.",
            "سپس برگر ها را روی سینی منقل گریل کنید و روی هرکدام پنیر قرار دهید تا آب شوند.",
            "برگر ها را روی نان ها بگذارید و روی آنها پیاز، سالسا، چیپس تورتیلا، کاهو و سس مایونز قرار دهید و سرو نمایید."
        ]
    },
    {
        "title": "مرغ برگر",
        "foodID": "22",
        "tags":"فست فود",
        "preparationTime": "90",
        "cookTime": "60",
        "image":"/images/22.jfif",
        "ingredients": [
            {
                "title": "سینه مرغ",
                "amount": "500 گرم"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "آبلیمو",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "کره",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سبزی (شامل جعفری،ترخان،آویشن)",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پنیر موزارلا (موتزارلا)",
                "amount": "300 گرم"
            },
            {
                "title": "سیب زمینی سرخ شده",
                "amount": "عدد"
            },
            {
                "title": "خیارشور",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کاهو",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نان (مخصوص همبرگر)",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا مرغ را با مقداری كره تفت داده و بعد با آب و پیاز آبپز كنید. سپس درون کاسه ای مرغ را ریش ریش كنید و با پیاز رنده شده ، آبلیمو ، سبزیجات معطر ، نمک و فلفل مخلوط کنید و کمی ورز دهید .",
            "روی کاسه را بپوشانید و حدود 3 ساعت درون یخچال قرار دهید تا طعم مواد جذب گوشت مرغ شود ، پس از این مدت زمان مواد را از یخچال خارج کنید ، مواد را به چند قسمت تقسیم کنید و هر قسمت را کف دست تان گرد و آماده کنید",
            "کمی كره کف ماهیتابه بریزید و پس از داغ شدن کباب های مرغ را درون روغن سرخ کنید ، مرغ برگر آماده را درون نان همبرگر قرار دهید و مقداری پنیر روی آن ریخته و به مدت 5دقیقه داخل فر داغ یا مایكروویو قرار دهیدسپس با گوجه ، خیار ، کاهو و سیب زمینی سرخ كرده آماده و سرو نمائید ."
        ]
    },
    {
        "title": "بادمجان برگر",
        "foodID": "23",
        "tags":"فست فود",
        "preparationTime": "60",
        "cookTime": "15",
        "image":"/images/23.webp",
        "ingredients": [
            {
                "title": "بادمجان بزرگ",
                "amount": "600 گرم"
            },
            {
                "title": "آرد",
                "amount": "1 فنجان"
            },
            {
                "title": "تخم مرغ زده شده",
                "amount": "1 عدد"
            },
            {
                "title": "خرده نان",
                "amount": "1 فنجان"
            },
            {
                "title": "پنیر موزارلا (موتزارلا)",
                "amount": "250 گرم"
            },
            {
                "title": "روغن مایع",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سس قرمز",
                "amount": "1 فنجان"
            },
            {
                "title": "نان همبرگر",
                "amount": "12 عدد"
            }
        ],
        "steps": [
            "بادمجان ها را به صورت طولی به شکل ورقه هایی به ضخامت 1 سانتی متر برش دهید. سپس با یک قالب بیسکویت بری از هر ورقه 2 دایره در بیاورید.",
            "دایره ها را در یک سبد بریزید و 1 و نیم قاشق سوپخوری نمک روی آنها بپاشید و هم بزنید. سبد را روی یک کاسه قرار دهید و بگذارید 45 دقیقه بمانند تا رطوبت اضافی شان خارج شود و عرق کنند.",
            "تکه های بادمجان را چند تا چند تا داخل آرد بغلتانید سپس داخل تخم مرغ فرو کنید و در آخر با خرده نان بپوشانید.",
            "یک تابه ی بزرگ را روی شعله ی متوسط داغ کنید و آنقدر روغن بریزید که کف تابه را بپوشاند. تکه های بادمجان روکش شده را 2 تا 3 دقیقه سرخ کنید و یکبار هم برگردانید تا هر دو طرف آن قهوه ای طلایی شود.",
            "تکه های بادمجان سرخ شده را در بیاورید و آنها را بلافاصله در بشقابی که کف آن حوله کاغذی انداخته اید بچینید. تا روغن اضافی گرفته شود.",
            "نان های همبرگر را نصف کنید و 1 قاشق سوپخوری سس گوجه فرنگی روی تکه ی پایینی بمالید. برگر بادمجان را روی سس قرار دهید و یک قاشق سوپخوری دیگر سس و یک ورقه پنیر موزارلا روی آن قرار دهید.",
            "وقتی همه ی نان ها را از برگر بادمجان پر کردید آنها را در یک سینی فر که با کاغذ روغنی پوشیده شده بچینید.",
            "فر را روی کباب پز بگذارید و درجه ی آن را زیاد کنید. سپس سینی بادمجان برگر ها را زیر کباب پز قرار دهید و تا زمانی که پنیر آب شود حرارت دهید.",
            "سپس تکه ی رویی نان همبرگر را روی آن قرار دهید و بلافاصله سرو نمایید."
        ]
    },
    {
        "title": "ساندویچ خوراک مرغ",
        "foodID": "24",
        "tags":"فست فود",
        "preparationTime": "15",
        "cookTime": "0",
        "image":"/images/24.jpg",
        "ingredients": [
            {
                "title": "نان همبرگر",
                "amount": "16 عدد"
            },
            {
                "title": "آب",
                "amount": "1/2 فنجان"
            },
            {
                "title": "سینه‌ مرغ",
                "amount": "4 عدد"
            },
            {
                "title": "شکر قهوه ای",
                "amount": "300 گرم"
            },
            {
                "title": "سس تند",
                "amount": "6 قاشق غذا خوری"
            },
            {
                "title": "کلم (رنده شده - مخلوط با هویج رنده شده)",
                "amount": "6 فنجان"
            },
            {
                "title": "کرفس (ساقه کرفس خرد شده)",
                "amount": "2 عدد"
            },
            {
                "title": "سس سالاد",
                "amount": "1/3 فنجان"
            },
            {
                "title": "سس مایونز",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "شکر",
                "amount": "2 قاشق چای خوری"
            },
            {
                "title": "کره",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آبلیمو",
                "amount": "1/4 قاشق چای خوری"
            }
        ],
        "steps": [
            "مرغ ها را پخته وریش ریش کنید",
            "مرغ های خرد شده راداخل آرام پز ریخته.",
            "داخل یک قابلمه کوچک، سس تند، شکر قهوه ای و 1/4 فنجان آب را روی حرارت قرار دهید و به مدت دو دقیقه بجوشانید تا اینکه شکر کاملا در مواد حل شود.",
            "سس را به مرغ داخل آرام پز اضافه کنید و هم بزنید تا مرغ ها آغشته سس شوند.",
            "سالاد کلم مخلوط و ساقه های کرفس را با یکدیگر درون یک کاسه بریزید و خوب مخلوط کنید.",
            "نان ها را باز کنید و روی نصف هر کدام کره بمالید و روی سینی فر قرار دهید.",
            "فر را گرم کنید و نان ها را داخل فر قرار دهید تا تست شوند. سپس روی نان های تست شده از مخلوط مرغ بریزید و با باقیمانده مخلوط مرغ سرو بفرمایید."
        ]
    },
    {
        "title": "همبرگر ماهی سالمون",
        "foodID": "25",
        "tags":"فست فود",
        "preparationTime": "15",
        "cookTime": "30",
        "image":"/images/25.jpg",
        "ingredients": [
            {
                "title": "روغن زیتون",
                "amount": "5 قاشق غذا خوری"
            },
            {
                "title": "موسیر (خرد شده)",
                "amount": "1 فنجان"
            },
            {
                "title": "سرکه سفید",
                "amount": "1 فنجان"
            },
            {
                "title": "آبلیمو",
                "amount": "1/2 فنجان"
            },
            {
                "title": "ماهی سالمون (بدون پوست و استخوان، حبه شده و خنک)",
                "amount": "900 گرم"
            },
            {
                "title": "خرده نان",
                "amount": "3 فنجان"
            },
            {
                "title": "تخم مرغ (زده شده)",
                "amount": "3 عدد"
            },
            {
                "title": "شوید (خرد شده)",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "فلفل سیاه",
                "amount": "3/4 قاشق چای خوری"
            },
            {
                "title": "نان همبرگر (تست شده)",
                "amount": "10 عدد"
            },
            {
                "title": "سس مایونز",
                "amount": "به مقدار لازم"
            },
            {
                "title": "گوجه فرنگی (ورقه شده)",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کاهو",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "چهار قاشق غذاخوری روغن زیتون داخل یک قابلمه متوسط گرم کنید.",
            "سپس موسیر را به آن اضافه کنید و به مدت 4 دقیقه تفت دهید.",
            "دمای گاز را افزایش دهید و سرکه , آبلیمو را اضافه کنید و به مدت 12 دقیقه تفت دهید.",
            "بجوشانید تا آب آن بخار شود. بعد مخلوط موسیر را به یک کاسه انتقال دهید و آن را به مدت یک ساعت داخل یخچال قرار دهید.",
            "گوشت ماهی سالمون را داخل دستگاه غذاساز بگذارید و آن را روشن خاموش کنید تا اینکه ماهی به صورت تکه های درشت خرد شود و ماهی را به مخلوط موسیر انتقال دهید و با خرده نان، تخم مرغ، شوید، یک ونیم قاشق چای خوری نمک و سه چهارم قاشق چای خوری فلفل مخلوط کنید.",
            "مخلوط ماهی سالمون را به شکل ده عدد برگر دربیاورید و آنها را به یک سینی انتقال دهید. یک قاشق غذاخوری روغن را داخل یک قابلمه کوچک گرم کنید و برگرهای ماهی را دسته دسته داخل روغن سرخ کنید.",
            "هرکدام به مدت دو دقیقه و در صورت لزوم روغن بیشتری به قابلمه اضافه کنید.",
            "ماهی ها را داخل نان همبرگر تست شده قرار دهید و روی آن مایونز بریزید و برگ کاهو و گوجه را روی آن قرار دهید."
        ]
    },
    {
        "title": "کسرول چیزبرگر",
        "foodID": "26",
        "tags":"فست فود",
        "preparationTime": "15",
        "cookTime": "45",
        "image":"/images/26.jpeg",
        "ingredients": [
            {
                "title": "سیب زمینی نگینی سرخ کرده",
                "amount": "600 گرم"
            },
            {
                "title": "سوپ پنیر چدار",
                "amount": "50 گرم"
            },
            {
                "title": "سوپ قارچ",
                "amount": "50 گرم"
            },
            {
                "title": "گوشت چرخ‌ کرده",
                "amount": "900 گرم"
            }
        ],
        "steps": [
            "فر را با دمای 350 درجه فارنهایت روشن کنید. در یک تابه بزرگ، گوشت چرخ‌کرده را روی حرارت متوسط تفت دهید تا پخته و رنگ آن عوض شود.",
            "سپس آنها را داخل پیرکس مستطیلی بریزید.",
            "در یک کاسه متوسط، سوپ قارچ و پنیر چدار را با هم مخلوط کنید و روی گوشت‌ها بریزید و روی آنها را نیز با سیب‌زمینی‌های سرخ کرده پر کنید.",
            "به مدت 45 تا 55 دقیقه در فر بپزید تا طلایی شوند."
        ]
    },
    {
        "title": "رول لازانیا با سس گوجه",
        "foodID": "27",
        "tags":"فست فود",
        "preparationTime": "30",
        "cookTime": "45",
        "image":"/images/27.webp",
        "ingredients": [
            {
                "title": "لازانیا",
                "amount": "8 ورق"
            },
            {
                "title": "سینه‌ مرغ",
                "amount": "200 گرم"
            },
            {
                "title": "قارچ",
                "amount": "4 عدد"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "1 عدد"
            },
            {
                "title": "پنیر موزارلا (موتزارلا) و یا پنیر پیتزا رنده شده",
                "amount": "6 قاشق غذا خوری"
            },
            {
                "title": "سس گوجه فرنگی",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل سیاه و آویشن پودر سیر",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "در یک ظرف بزرگ به اندازه ای که ورقه های لازانیا در یک ردیف شناور باشند آب جوش بریزید .",
            "ورقه های لازانیا را داخل آن قرار دهید تا بمدت 12 تا 15 دقیقه نرم شوند لازم نیست ظرف را روی شعله قرار دهید.",
            "پیاز و گوشت مرغ و قارچ ها را به ترتیب خرد کرده و تفت دهید و نمک ، فلفل و پودرسیر را اضافه کنید و بگذارید 7 تا 10 دقیقه کاملا جا بیفتد .",
            "در یک ماهیتابه گوجه فرنگی حلقه حلقه شده را با کمی روغن تفت دهید و سس گوجه فرنگی را اضافه کنید. سس را کاملا مخلوط کرده و داخل ظرف دیگری بریزید .",
            "ورقه های لازانیا را از آب خارج کرده و روی تخته کار بگذارید. مقداری از مخلوط مرغ را روی لازانیا گذاشته و با مقداری پنیر رنده شده بصورت لوله ای رول کنید .",
            "اضافه ورقه ای لازانیا را جدا کرده و کنار بگذارید ( اگر ورقه ها بزرگ هستند قبل از رول کردن آنرا به دو قسمت تقسیم کنید ) .",
            "رول های لازانیا را داخل تابه ای که از قبل داغ شده است از طرفی که رول را بسته اید بمدت 5/1 دقیقه برای هر رو سرخ کنید ، سس را اضافه کنید و حرارت را کم و با در بسته 10 دقیقه دیگر به پخت ادامه دهید تا غذا حاضر شود"
        ]
    },
    {
        "title": "رولت لازانیا با مرغ",
        "foodID": "28",
        "tags":"فست فود" ,
        "preparationTime": "45",
        "cookTime": "15",
        "image":"/images/28.webp",
        "ingredients": [
            {
                "title": "سس گوجه تند",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "سس گوجه فرنگی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "مرغ پخته و ریش ریش شده",
                "amount": "2 پیمانه"
            },
            {
                "title": "پنیر پیتزا رنده شده",
                "amount": "2 پیمانه"
            },
            {
                "title": "قارچ خرد شده",
                "amount": "2 پیمانه"
            },
            {
                "title": "آویشن",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "پیاز خرد شده",
                "amount": "1 عدد"
            },
            {
                "title": "روغن برای سرخ کردن",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز حلقه شده گشنیز یا جعفری خرد شده برای تزئین",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "روغن را درون تابه داغ کرده و پیاز را در آن تفت دهید تا طلایی شود .",
            "مرغ را نیز به آن بیافزایید و کمی تفت دهید.",
            "سُس‌ تند ‌و سُس گوجه ‌فرنگی را درون تابه بریزید و قارچ، آویشن و در صورت نیاز مقدار کمی نمک به آن اضافه کنید و کنار بگذارید.",
            "لازانیا را در قابلمه ی بزرگی از آب جوش، نمک و روغن بجوشانید",
            "وقتی ورقه ‌های لازانیا نرم شدند ، با احتیاط آن ها را از درون آب جوش خارج و آبکشی کنید.",
            "روی آن ها کمی آب ولرم بگیرید و روی پارچه تمیزی پهن کنید تا خشک شود.",
            "فر را با دمای 350 درجه ی فارنهایت یا 185درجه ی سانتی ‌گراد روشن کنید تا داغ شود.",
            "یک ظرف مناسب فر انتخاب کرده و کف آن را مقداری روغن و سُس گوجه ‌فرنگی بمالید.",
            "برای هر رولت یک ورقه لازانیا را روی هم قرار دهید و بین لایه‌ ها از مایه گوشتی و پنیر پیتزا بریزید . سپس لازانیا‌ها را از یک طرف بپیچید تا مثل رولت شود.",
            "رولت‌ ها را درون ظرف آماده شده بچینید و روی آن ها مقداری سُس و پنیر رنده شده بریزید.",
            "ظرف را به مدت 10 الی 15 دقیقه در فر بگذارید تا پنیر آن آب شود.",
            "رولت ‌ها را در ظرف دلخواه سرو کنید و روی آن ها را با پیاز حلقه شده و گشنیز یا جعفری تزئین کنید."
        ]
    },
    {
        "title": "لازانیا در ماکروویو",
        "foodID": "29",
        "tags":"فست فود",
        "preparationTime": "15",
        "cookTime": "20",
        "image":"/images/29.jpg",
        "ingredients": [
            {
                "title": "لازانیا",
                "amount": "300 گرم"
            },
            {
                "title": "ژامبون",
                "amount": "200 گرم"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "200 گرم"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "پنیر پیتزا",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "زعفران آب کرده",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "فلفل دلمه ای",
                "amount": "2 عدد"
            },
            {
                "title": "سوسیس کوکتل",
                "amount": "3 عدد"
            },
            {
                "title": "قارچ",
                "amount": "200 گرم"
            }
        ],
        "steps": [
            "ابتداپیاز و سیر را رنده كرده و به همراه مقداری روغن سرخ كنید و بعد گوشت چرخكرده را اضافه كرده و حرارت را ملایم كنید تا گوشت تغییر رنگ دهد. ژامبون را نگینی خرد كرده و بعد از آنكه گوشت كمی پخت به مواد اضافه كنید.",
            "سوسیس و فلفل دلمه ای را ریز خرد کنید ، قارچ را نیز حلقه ای خرد کنید.در تابه ای جداگانه مقداری روغن ریخته و فلفل را كمی تفت دهید و بعد سوسیس را اضافه كردهو بعد از تفت خوردن مقداری آبلیمو اضافه كنید و قارچ را هم به مواد افزوده و تفت دهید و بعد آن را به مواد اصلی اضافه كنید.",
            "1 لیوان آب جوش را به همراه 2 قاشق غذاخوری رب گوجه فرنگی ، مقداری نمک و فلفل روی حرارت قرار دهید و مخلوط کنید تا آب سس به نصف کاهش پیدا کند.",
            "ظرفی مخصوص مایكروویو را با آب پر كرده و به آن مقداری نمك و روغن اضافه كرده و 2تا3دقیقه داخل دستگاه قرار دهید تا به جوش بیاید.بعد از آنكه آب به جوش آمد ورقه های لازانیا را به آن اضافه كرده و دوباره به مدت 1تا2دقیقه داخل دستگاه قرار دهید تا لازانیا به مرحله آبكشی رسیده و نیم پز شود.",
            "لازانیا را آبكش كرده و ظرف مناسبی مخصوص مایكروویو انتخاب كنید و آن را كاملا چرب كنید سپس یك لایه لازانیا ته ظرف چیده مقداری سس قرمز روی ورقه های لازانیا بریزید و رویش مواد بریزید و پنیر پیتزا اضافه كرده و از ادویه مخصوص لازانیا رویش بریزید و تا انتها ادامه دهید.",
            "ظرف را داخل دستگاه قرار داده و آن را 10دقیقه با قدرت 100درصد روشن كنید و بعد آن را روی گریل قرار داده و با دكمه مخصوص گریل دستگاه را روشن كرده و لازانیا را 5تا10دقیقه كاملا برشته كنید."
        ]
    },
    {
        "title": "لازانیای سه پنیره",
        "foodID": "30",
        "tags":"فست فود",
        "preparationTime": "30",
        "cookTime": "50",
        "image":"/images/30.jpg",
        "ingredients": [
            {
                "title": "سوسیس مرغوب",
                "amount": "450 گرم"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "350 گرم"
            },
            {
                "title": "پیاز ریز خرد شده",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "سیر له شده",
                "amount": "2 حبه"
            },
            {
                "title": "گوجه فرنگی ریز خرد شده",
                "amount": "850 گرم"
            },
            {
                "title": "سس گوجه فرنگی",
                "amount": "850 گرم"
            },
            {
                "title": "آب",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "شکر",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "ریحان خشک شده",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "رازیانه",
                "amount": "1/2 قاشق چای خوری"
            },
            {
                "title": "ادویه دلخواه",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "نمک",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "فلفل سیاه",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "جعفری تازه ساطوری شده",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "لازانیا",
                "amount": "12 عدد"
            },
            {
                "title": "پنیر کممبرت",
                "amount": "500 گرم"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "پنیر موزارلا (موتزارلا)",
                "amount": "350 گرم"
            },
            {
                "title": "پنیر پارمیجانو (پارمیزان یا پارمسان) رنده شده",
                "amount": "350 گرم"
            }
        ],
        "steps": [
            "در یک قابلمهٔ مناسب، پیاز، سیر، گوشت چرخ کرده و سوسیس ها را روی حرارت متوسط کمی می‌پزیم تا رنگ گوشت کمی قهوه ای شود.",
            "سپس گوجه فرنگی خرد شده، سس گوجه فرنگی و رب گوجه را به همراه آب، داخل آن ریخته و مخلوط می‌کنیم. آن را با یک قاشق غذا خوری نمک، فلفل سیاه، ادویۀ دلخواه، شکر، ریحان، زیره و دو قاشق غذا خوری جعفری طعم دار می‌کنیم.",
            "در سس را گذاشته و به مدت یک ساعت و نیم می‌گذاریم تا کاملاً بپزد. هر از چند گاهی آن را مخلوط می‌کنیم.",
            "در یک قابلمهٔ بزرگ آب و کمی نمک ریخته و آن را روی حرارت زیاد می‌گذاریم تا به جوش آید. سپس لازانیا را به مدت 8 تا 10 دقیقه داخل آن قرار می‌دهیم تا بپزد.",
            "آن را آبکش کرده و رویش آب سرد می‌ریزیم. در یک کاسه، پنیر کممبرت، تخم مرغ و باقیماندۀ جعفری و ½ قاشق چایخوری نمک را می‌ریزیم و آنها را کاملاً مخلوط می‌کنیم.",
            "فر را با دمای 190 درجهٔ سانتیگراد روشن می‌کنیم تا گرم شود.",
            "برای آماده کردن لازانیا، ابتدا ½ 1 پیمانه از مخلوط گوشت را کف یک ظرف مناسب فر به ابعاد 22 در 33 سانتیمتر قرار داده و آن را کاملاً یکدست پخش می‌کنیم.",
            "شش برگ لازانیا روی سطح آن می‌چینیم تا روی سس را کاملاً بگیرد. نیمی از مخلوط پنیر کممبرت را روی آن می‌ریزیم. ⅓ از پنیر موتزارلای موجود را برش زده و روی سطح آن می‌چینیم.",
            "½ 1 پیمانه دیگر از مخلوط سس گوشتی را روی آن ریخته و کاملاً یکدست روی سطح آن پخش می‌کنیم. سپس ¼ پیمانه از پنیر پارمژان رنده شده را روی آن می‌پاشیم.",
            "همین کار را باز هم ادامه می‌دهیم و روی لایهٔ آخر باقیمانده، موتزارلا و پارمژان می‌ریزیم. روی آن را با کاغذ فویل می‌پوشانیم به طوری که کاغذ به پنیر روی آن برخورد نکند.",
            "آن را به مدت 25 دقیقه داخل فر داغ می‌گذاریم تا بپزد. سپس فویل را از روی آن برداشته و 25 دقیقهٔ دیگر آن را در فر می‌گذاریم."
        ]
    },
    {
        "title": "سوپ کودک",
        "foodID": "31",
        "tags":" ایرانی",
        "preparationTime": "20",
        "cookTime": "40",
        "image":"/images/31.jpg",
        "ingredients": [
            {
                "title": "ران مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "برنج",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "هویج",
                "amount": "1 عدد"
            },
            {
                "title": "نخود سبز",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "سیب زمینی کوچک",
                "amount": "1 عدد"
            },
            {
                "title": "گوجه فرنگی کوچک",
                "amount": "1 عدد"
            },
            {
                "title": "جعفری خرد شده",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "کمی"
            }
        ],
        "steps": [
            "مرغ را به همراه برنج و هویج خرد شده و نخود سبز بگذارید با حرارت کم بپذد.",
            "وقتی نیم پز شد، سیب زمینی خرد شده و جعفری و گوجه فرنگی را به آن اضافه کرده و اجازه دهید تا کاملاً سوپ جا بیفتد و آماده خوردن شود.",
            "می توانیم به صورت پوره هم درست کنیم.در غذاساز ریخته و پوره اش کنید."
        ]
    },
    {
        "title": "سوپ بیف",
        "foodID": "32",
        "tags":"ایرانی",
        "preparationTime": "25",
        "cookTime": "105",
        "image":"/images/32.jpeg",
        "ingredients": [
            {
                "title": "گوشت‌ گوساله",
                "amount": "340 گرم"
            },
            {
                "title": "روغن",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "آب گوشت",
                "amount": "113 گرم"
            },
            {
                "title": "پیاز خرد شده",
                "amount": "1 پیمانه"
            },
            {
                "title": "کرفس خرد شده",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "پودر آویشن",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "فلفل سیاه",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "سیر رنده شده",
                "amount": "2 حبه"
            },
            {
                "title": "برگ بو",
                "amount": "1 عدد"
            },
            {
                "title": "سبزیجات منجمد",
                "amount": "1 پیمانه"
            },
            {
                "title": "کنسرو گوجه فرنگی",
                "amount": "400 گرم"
            },
            {
                "title": "زردک یا سیب زمینی خرد شده",
                "amount": "1 پیمانه"
            },
            {
                "title": "جو زودپز",
                "amount": "2/3 پیمانه"
            }
        ],
        "steps": [
            "در یک قابلمه، گوشت را داخل روغن روی حرارت ملایم تفت دهید. آب گوشت، پیاز، کرفس، آویشن، فلفل، سیر و برگ بو را اضافه کنید.",
            "پس از جوشیدن حرارت را کم کنید. در قابلمه را بگذارید تا یک ساعت و نیم بپزد.",
            "سبزیجات منجمد، کنسرو گوجه فرنگی و جوپرک را اضافه کنید. در قابلمه را بگذارید تا 15 دقیقه نیم جوش روی حرارت کم بماند تا سبزیجات و جو پخته شوند. در آخر، برگ بو را از سوپ خارج کنید."
        ]
    },
    {
        "title": "سوپ پرتقال",
        "foodID": "33",
        "tags": "ایرانی",
        "preparationTime": "20",
        "cookTime": "40",
        "image":"/images/33.jpg",
        "ingredients": [
            {
                "title": "آب پرتقال",
                "amount": "2 لیوان"
            },
            {
                "title": "آرد",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "500 گرم"
            },
            {
                "title": "مرغ",
                "amount": "1 کیلوگرم"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "کره",
                "amount": "50 گرم"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا مرغ را با افزودنی های دلخواه بپزید و پس از آن استخوانهای مرغ را جدا كرده و آن را چرخ كنید.درون ظرفی مناسب روغن یا كره را داغ كرده و پیاز رنده شده را در آن سرخ كنید و پس از آن سیر رنده شده را هم اضافه كرده و تفت دهید",
            "به ترتیب آرد و گوجه فرنگی رنده شده را به غذا اضافه كرده و پس از چند دقیقه نمك و ادویه را هم اضافه كنید.",
            "مواد را خوب مخلوط كرده و سپس آب پرتقال ، مرغ و شكر را به سوپ اضافه كرده و اجازه دهید 20 دقیقه با هم بجوشند.سوپ را پس از این مدت آماده سرو كنید."
        ]
    },
    {
        "title": "سوپ گندم",
        "foodID": "34",
        "tags": "ایرانی",
        "preparationTime": "20",
        "cookTime": "120",
        "image":"/images/34.jpg",
        "ingredients": [
            {
                "title": "گندم پوست گرفته",
                "amount": "1.5 پیمانه"
            },
            {
                "title": "پیاز متوسط",
                "amount": "1 عدد"
            },
            {
                "title": "مرغ یا گوشت گاو",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "سیب زمینی متوسط نگینی خردشده",
                "amount": "1 عدد"
            },
            {
                "title": "هویج بزرگ نگینی شده",
                "amount": "1 عدد"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "جعفری و گشنیز خردشده",
                "amount": "3 قاشق غذا خوری"
            }
        ],
        "steps": [
            "اول ازهمه پیاز رو با یک قاشق روغن یه تفت کوچیک میدیم سپس زردچوبه و فلفل و رب رو اضافه کرده خوب هم میزنیم تا بوی خامی رب گرفته بشه.",
            "آب ریخته پس از جوش آمدن آب ،گندم خیس خورده، هویج، سیب زمینی، گوشت و سبزی رو اضافه کرده درب قابلمه رو گذاشته با شعله ملایم اجازه میدیم به مدت دو ساعت خوب بپزه،در این مابین هر وقتی باید هم زده بشه که ته نگیره.",
            "در آخر اگه تمایل داشتیدبا بلندر سوپتون رومیکس کنین."
        ]
    },
    {
        "title": "سوپ جو رستورانی",
        "foodID": "35",
        "tags":"ایرانی",
        "preparationTime": "60",
        "cookTime": "360",
        "image":"/images/35.jpg",
        "ingredients": [
            {
                "title": "جو پوست کنده",
                "amount": "1 لیوان"
            },
            {
                "title": "برنج نیم دانه",
                "amount": "1/4 لیوان"
            },
            {
                "title": "بلغور گندم",
                "amount": "1/4 لیوان"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "2 عدد"
            },
            {
                "title": "هویج کوچک",
                "amount": "1 عدد"
            },
            {
                "title": "کره",
                "amount": "25 گرم"
            },
            {
                "title": "مرغ",
                "amount": "1 تکه کوچک"
            },
            {
                "title": "گشنیز ،جعفری تازه خردشده",
                "amount": "1/2 لیوان"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "فلفل دلمه ای نگینی شده",
                "amount": "2 قاشق غذا خوری"
            }
        ],
        "steps": [
            "جو و بلغور و برنج را بشویید و از شب قبل با آب گرم خیس کنید.",
            "مرغ و کمی آب را در قابلمه ی کوچکی بریزید و بگذارید تا آب جوش آید سپس کف و آب را دور بریزید و مرغ را جدا کنید. (هدف از این مرحله گرفتن کف مرغ است )",
            "جو و بلغور و برنج و کره و مرغ و نمک و فلفل و زرد چوبه و آب را در قابلمه ی مناسب ریخته و بگذاریدتا به جوش بیاید سپس گاز را کم کنید و اجازه دهید تا خوب بپزند. (تقریبا 3ساعت طول می کشه)",
            "پیاز و هویج و گوجه رنده شده را اضافه کنید و مرغ را در صورت تمایل ریش ریش کنید و بگذارید تا سوپ جا بیافتد. (تقریبا 3ساعت)",
            "10دقیقه ی آخر پخت سبزی ها و فلفل دلمه ای را اضافه کنید و اگر رنگ سوپ کم بود کمی رب اضافه کنید و نمک آن را تنظیم کنید."
        ]
    },
    {
        "title": "سوپ اسفناج",
        "foodID": "36",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "90",
        "image":"/images/36.jpg",
        "ingredients": [
            {
                "title": "آب مرغ",
                "amount": "یک ونیم لیتر"
            },
            {
                "title": "عدس",
                "amount": "نصف لیوان"
            },
            {
                "title": "جو پوست کنده",
                "amount": "نصف لیوان"
            },
            {
                "title": "عصاره مرغ",
                "amount": "یک عدد"
            },
            {
                "title": "رب",
                "amount": "دو قاشق غذا خوری"
            },
            {
                "title": "روغن",
                "amount": "به مقدار لازم"
            },
            {
                "title": "اسفناج خردشده",
                "amount": "300 گرم"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "3 عدد"
            },
            {
                "title": "پیاز",
                "amount": "یک عدد"
            },
            {
                "title": "ورمیشل",
                "amount": "یک حلقه"
            }
        ],
        "steps": [
            "جو پوست کنده که از قبل خیس کردیم به همراه عصاره مرغ ومقداری آب میذاریم بپزه ولعاب بندازه",
            "پیاز نگینی خرد کرده ،داخل قابلمه روغن ریخته وپیاز تفت میدیم سپس ادویه ها ورب اضافه مقداری تفت میدیم تا رنگ رب بازبشه",
            "گوجه فرنگی رنده شده ،عدس،وجوپخته وآب مرغ ،نمک داخل قابلمه میریزیم وقتی جوش اومد اسفناج اضافه کرده درظرف میزاریم تا با شعله کم مواد پخته بشن",
            "بیست دقیقه آخر ورمیشل (رشته فرنگی)اضافه کرده ومیذاریم سوپ جا بیفته",
            "درآخر با لیمو تازه سرو میکنیم"
        ]
    },
    {
        "title": "آش دندونی",
        "foodID": "37",
        "tags":"ایرانی",
        "preparationTime": "60",
        "cookTime": "180",
        "image":"/images/37.jfif",
        "ingredients": [
            {
                "title": "گندم پوست کنده",
                "amount": "1 پیمانه"
            },
            {
                "title": "نخود",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "لوبیا قرمز",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "لوبیا چیتی",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "پیاز درشت",
                "amount": "2 عدد"
            },
            {
                "title": "آب قلم",
                "amount": "1 لیتر"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "گندم، نخود و لوبیاها را بشویید و از شب قبل خیس کنید. چند بار آب آن را عوض کنید تا باد حبوبات گرفته شود.",
            "یک تا دو لیتر آب را به جوش آورید و گندم و حبوبات را به آن بیفزایید. حدود 2 ساعت روی حرارت بجوشانید تا نرم شوند.",
            "آب قلم را اضافه و پیازها را خرد کنید و با کمی روغن سرخ و به آن بیفزایید.",
            "نمک و فلفل را به مقدار دلخواه اضافه کنید و آش را با حرارت متوسط بجوشانید تا کاملا غلیظ شود و جا بیفتد. در صورت دلخواه با پیاز داغ و نعنا داغ و فلفل تزیین کنید"
        ]
    },
    {
        "title": "آش رشته",
        "foodID": "38",
        "tags":"ایرانی",
        "preparationTime": "60",
        "cookTime": "180",
        "image":"/images/38.webp",
        "ingredients": [
            {
                "title": "رشته آش",
                "amount": "250 گرم"
            },
            {
                "title": "سبزی آش(تره،جعفری،گشنیز،اسفناج،شویدو ترخون)",
                "amount": "700 گرم"
            },
            {
                "title": "پیاز داغ",
                "amount": "300 گرم"
            },
            {
                "title": "سیر داغ",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "نخود",
                "amount": "1 پیمانه"
            },
            {
                "title": "لوبیا چیتی",
                "amount": "1 پیمانه"
            },
            {
                "title": "عدس",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "ماش",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آرد",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نعنا خشک",
                "amount": "2-3 قاشق غذا خوری"
            },
            {
                "title": "روغن",
                "amount": "2-3 قاشق غذا خوری"
            }
        ],
        "steps": [
            "نخودولوبیا را باهم 12-24 ساعت خیس کرده 2تا3 بار آب رو عوض کرده و پخته و ماش و عدس را 1-2 ساعت باهم خیس کرد و با هم پخته.",
            "نصف یه قابلمه آب ریخته روی حرارت گذاشته تا آب بجوش بیادبعد حبوبات پخته شده رو به قابلمه اضافه کرده درب قابلمه رو گذاشته تا آب دوباره به جوش بیاد.",
            "داخل یک تابه 2تا3 ق غ روغن ریخته بعد بیشتر پیاز داغ روبهش اضافه کرده و یک سوم اون رو کنار میزاریم برای تزئین، کمی سیر داغ هم اضافه کرده وحدود 1 ق م زردچوبه اضافه کرده و کمی فلفل قرمز و 2 ق غ آرد اضافه کرده روی حرارت گذاشته بهم زده خوب مخلوط بشه و بوی خامی آرد و زردچوبه از بین بره حدود 2-3 دقیقه زمان کافیه.",
            "سبزی خرد شده زمانی اضافه که آب داخل حبوبات قل قل بزنه و بجوشه قبل از اضافه کردن سبزی 1 ق م نمک ریخته ،باعث میشه رنگ سبزی به آش پس نده بعد سبزی رو اضافه کرده درب قابلمه رو باز میزاریم بعد پیاز داغی که آماده کردیم رو اضافه کرد فقط مقدارکمی رو کنار میزاریم که در مرحله آخر اضافه میکنیم حدود 20تا30 دقیقه با حرارت بالا بجوشه تا لعاب بده.",
            "بعداز این مدت رشته آشی رو نصف کرده و به آش اضافه کرده و باقی پیاز داغ رو اضافه کرده وحدود 15 دقیقه دیگه زمان میدیم تا آماده بشه و آش جا بیفته. کشک رو میتوانم در مرحله آخر اضافه کنیم یا برای تزئین استفاده کنیم که بستگی به سلیقه و ذائقه شما دارد.",
            "بعداز جا افتادن آش از روی حرات برداشته و داخل ظرف سرو اضافه کرده با پیاز داغ،سیرداغ،نعنا داغ وکشک تزئین میکنیم.نوش جان"
        ]
    },
    {
        "title": "آش شله قلمکار",
        "foodID": "39",
        "tags":"ایرانی",
        "preparationTime": "60",
        "cookTime": "240",
        "image":"/images/39.jfif",
        "ingredients": [
            {
                "title": "قلم گوساله یاگوشت گردن",
                "amount": "1 کیلوگرم"
            },
            {
                "title": "بلغور گندم",
                "amount": "1 پیمانه"
            },
            {
                "title": "برنج",
                "amount": "1 پیمانه"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "نخود",
                "amount": "1 پیمانه"
            },
            {
                "title": "لوبیا چیتی",
                "amount": "1 پیمانه"
            },
            {
                "title": "لوبیا چشم بلبلی",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "عدس",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "ماش",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "لوبیا قرمز",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "پیاز داغ",
                "amount": "300 گرم"
            },
            {
                "title": "سبزی آش(تره،جعفری،گشنیز،اسفناج،شویدوترخون)",
                "amount": "1 کیلوگرم"
            },
            {
                "title": "نمک و فلفل سیاه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "زردچوبه",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "دارچین",
                "amount": "1 قاشق غذا خوری"
            }
        ],
        "steps": [
            "نخود و لوبیا رو باهم 12 ساعت قبل خیس کرده چند بار آبش رو عوض کرده وپخته ،ماش و عدس رو هم با هم خیس کرد پخته، لوبیا قرمز رو 1 ساعت قبل خیس کرده و پخته.",
            "قلم گوساله رو که به تکه های کوچک تبدیل کردیم با پیاز و زردچوبه تفت میدیم بعد به مقدار لازم آب بهش اضافه کرده تا کاملا پخته شود.بعداز پخت گوشت رو از استخوان ها جدا کرده وریش ریش کرده در مقدار کمی از آب قلم قرار میدیم میذاریم کنار.",
            "برنج وبلغور گندم تمیز کرده 1 ساعت قبل تر خیس کردیم با یک قاشق غذاخوری نمک، نصف قابلمه آب ریخته روی حرارت ملایم قرار داده وبرنج و گندم رو داخلش اضافه کرده دقایق اول به هیچ وجه بهم نمیزنیم تا وقتی که برنج وگندم شکوفه بزنه بعد مدام هم میزنیم تا برنج پخته شود.در حین پخت آب قلم کم کم اضافه کرده تا به خورد برنج و گندم بره .یکدفعه آب قلم اضافه نکنید",
            "حبوبات پخته شده رو البته به غیر از عدس و ماش رو چرخ میکنیم اما له نمیکنیم (البته 1/3 این حبوبات رو چرخ نمیکنیم بقیه رو چرخ میکنیم)وقتی برنج و گندم لعاب انداخت حبوبات چرخ شده و بدون چرخ شده همه رو با هم اضافه کرده بهم زده از این به بعد مدام هم زده تا ته نگیره.",
            "برای خوش طعم دار شدن پیاز داغ رو داخل تابه ای ریخته بعد زردچوبه ،فلفل سیاه و کمی نمک اضافه کرده روی حرارت قرار داده کمی تفت میدیم تا بوی خامی زردچوبه گرفته بشه بعد به آش اضافه کرده.",
            "بعد سبزی خرد شده آش رو اضافه میکنیم در ضمن آب قلم رو کم کم اضافه کرده تا حالت کشدار و قوام رو به خود بگیره حرارت باید ملایم باشه مدام هم زده ، بعد گوشت ریش ریش شده رو 15 دقیقه آخر اضافه کرده هم زده و در 10 دقیقه آخر دارچین رو اضافه کرده تا آش جا بیفته.وقتی آش جا افتاد داخل ظرف ریخته و تزئین میکنیم. نوش جان"
        ]
    },
    {
        "title": "ترشی آش",
        "foodID": "40",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "120",
        "image":"/images/40.jfif",
        "ingredients": [
            {
                "title": "عدس و لوبیا و نخود",
                "amount": "1 پیمانه"
            },
            {
                "title": "سبزی (آش)",
                "amount": "500 گرم"
            },
            {
                "title": "رب انار",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "سیر (ریزشده)",
                "amount": "1 پیمانه"
            },
            {
                "title": "برنج",
                "amount": "2 پیمانه"
            },
            {
                "title": "نعنا خشک",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا حبوبات را شسته و بعد از ابكش كردن در ظرفی مناسب با مقداری روغن تفت دهید و با مقداری آب بپزید.",
            "درون یك قابلمه را تا نصف آب ریخته و بعد برنج را داخل آن بریزید تا جوش بیاید و كمی باز شوند، سپس حبوبات را به آن اضافه كنید و پس از این‌كه آش كمی لعاب‌دار شد سبزی آش را اضافه كنید.",
            "پس از پخت سبزی سیر و بعد رب انار را به همراه نمك، فلفل و زردچوبه اضافه كرده و كاملا هم بزنید. در آخر نعنا را در كمی روغن تفت داده و آش را تزئین كنید."
        ]
    },
    {
        "title": "آش ماش",
        "foodID": "41",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "120",
        "image":"/images/41.jpg",
        "ingredients": [
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز (سرخ شده)",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "هویج",
                "amount": "150 گرم"
            },
            {
                "title": "سبزی (آش)",
                "amount": "400 گرم"
            },
            {
                "title": "شلغم",
                "amount": "250 گرم"
            },
            {
                "title": "ماش",
                "amount": "300 گرم"
            },
            {
                "title": "برنج",
                "amount": "150-250 گرم"
            }
        ],
        "steps": [
            "ماش را پس از پاك كردن و شستن با 5 پیمانه آب و مقداری نمك و روغن آبپز كنید و در حین پخت روی حرارت مرتب هم بزنید تا ته نگیرد.",
            "در ظرف جداگانه ای مقداری روغن بریزید و اجازه دهید داغ شود و پیازهای خرد شده را به آن اضافه كنید تا سرخ شود برنج شسته و بدون آب را به آن اضافه كرده و پس از كمی تفت دادن زردچوبه را اضافه كنید و حالا كل مواد را به ماش اضافه كنید.",
            "پس از كمی مخلوط كردن مواد شلغم ،هویج و سبزیجات را هم به آش اضافه كنید و اجازه دهید آش شما خوب جا بیفتد."
        ]
    },
    {
        "title": "آش سبزی شیرازی",
        "foodID": "42",
        "tags": "ایرانی",
        "preparationTime": "0",
        "cookTime": "150",
        "image":"/images/42.webp",
        "ingredients": [
            {
                "title": "سبزی (آش)",
                "amount": "500 گرم"
            },
            {
                "title": "برنج",
                "amount": "1 پیمانه"
            },
            {
                "title": "نخود",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "لوبیا چیتی",
                "amount": "1 پیمانه"
            },
            {
                "title": "عدس",
                "amount": "1 پیمانه"
            },
            {
                "title": "گوشت گوسفندی",
                "amount": "500 گرم"
            },
            {
                "title": "قلم گوساله",
                "amount": "1 عدد"
            },
            {
                "title": "پیاز داغ",
                "amount": "1 پیمانه"
            },
            {
                "title": "آرد گندم و برنج",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "سبزی این آش تره، ترخان، مرزه و جعفری است.",
            "سبزی‌ها را بشورید و خرد کنید و سپس حبوبات را که از شب قبل خیس کرده اید، در یک قابلمه بپزید و در حین پخت آب آن را دو نوبت عوض کنید.",
            "در مرحله آخر حبوبات را با قلم گوساله در قابلمه بگذارید و وقتی حبوبات پخت، نیمی از آن را له کنید تا آش لعاب داشته باشد.",
            "گوشت گوسفندی را بپزید و ریش ریش کنید و به قابلمه آش اضافه کنید.",
            "پیازداغ را در آش بریزید و سبزیجات را به قابلمه اضافه کنید.",
            "بعد از نیم پز شدن سبزیجات، برنج را اضافه کنید.",
            "در اواخر پخت، آرد برنج و گندم را در آب سرد حل کرده و به آش اضاف کنید و اجازه دهید آش جا بیفتد.",
            "نمک و فلفل آن را اندازه کرده و با پیازداغ تزیین کنید."
        ]
    },
    {
        "title": "آش شلغم",
        "foodID": "43",
        "tags": "ایرانی",
        "preparationTime": "50",
        "cookTime": "120",
        "image":"/images/43.jpg",
        "ingredients": [
            {
                "title": "شلغم",
                "amount": "1500 گرم"
            },
            {
                "title": "برنج",
                "amount": "200 گرم"
            },
            {
                "title": "پیاز داغ عسلی",
                "amount": "3 قاشق سوپ خوری"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "500 گرم"
            },
            {
                "title": "لپه‎",
                "amount": "75 گرم"
            },
            {
                "title": "زردچوبه",
                "amount": "1 قاشق مربا خوری"
            },
            {
                "title": "روغن",
                "amount": "150 گرم"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "در صورتیکه گوشت چرخ شده باشد با کمی نمک و یک عدد پیاز رنده کرده مخلوط کنید وکوفته ریزه درست مکرده و در کمی روغن سرخ کنید در صورتیکه گوشت مغز ران باشد آن را به شکل قیمه خرد کرده با پیاز سرخ کرده تفت دهید و مقداری آب بریزید عدس را نیز اضافه کرده و بگذارید با حرارت ملایم گوشت و عدس بپزد.",
            "بعد شلغم را پوست کنده و خرد کنید، داخل گوشت بریزید و برنج را نیز بشوئید و زرد چوبه، نمک، فلفل را به گوشت اضافه کنید و حرارت را ملایم کرده و گاهی نیز آش را بهم بزنید تا تمام مواد آش پخته شود و کاملا جا بیافتد . موقع کشیدن کمی نعنا داغ روی آن بریزید."
        ]
    },
    {
        "title": "آش عروس(ترکیه)",
        "foodID": "44",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "120",
        "image":"/images/44.jpg",
        "ingredients": [
            {
                "title": "گوشت گردن گوسفندبااستخوان",
                "amount": "1 کیلوگرم"
            },
            {
                "title": "پیاز درشت",
                "amount": "1 عدد"
            },
            {
                "title": "هویج بزرگ",
                "amount": "1 عدد"
            },
            {
                "title": "آرد",
                "amount": "1 پیمانه"
            },
            {
                "title": "کره",
                "amount": "50 گرم"
            },
            {
                "title": "نمک و زردچوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "دانه فلفل سیاه",
                "amount": "12 عدد"
            },
            {
                "title": "تخم مرغ (زرده)",
                "amount": "3 عدد"
            },
            {
                "title": "لیمو ترش",
                "amount": "1 عدد"
            }
        ],
        "steps": [
            "گوشت رو بشورید و با استخوان توی یک قابلمه بزرگ با دو لیتر آب روی گاز با شعله زیاد آب رو جوش بیارین بعد کف گوشت رو بگیرید و بعد پیاز چهار قاچ رو با هویج خرد شده و دانه‌های فلفل به قابلمه اضافه کنید.شعله رو کم کنید و به گوشت سه ساعت برای پخت زمان بدید. بعد از پخت، کف روی گوشت رو بگیرید، گوشت رو از قابلمه بیرون بیارید و استخوون هاشو دربیارید.",
            "آب گوشت رو از صافی رد کنید و به قابلمه برگردونید. شعله رو ملایم و در قابلمه رو نیم بند کنید.",
            "تو یک تابه، کره رو روی حرارت ملایم آب کنید و آرد را برای سه دقیقه توش تفت بدید. بعد کره و ارد رو به آب گوشت اضافه کنید و شعله رو تندتر کنید. آب گوشت رو با قاشق چوبی هم بزنید تا جوش بیاد",
            "گوشتی که با دست خرد کردید و استخوانش رو گرفتید رو به آب گوشت اضافه کنید و 10 دقیقه به پخت روی شعله ملایم ادامه بدید",
            "لیمو را آب بگیرید. زرده تخم‌مرغ و آب‌لیمو رو تو یک کاسه بریزید و با چنگال بزنید.دو پیمانه از آش داغ رو روی زرده تخم‌مرغ بریزید و تند تند بزنید بعد محتویات کاسه رو تو قابلمه ی گوشت بریزید و با قاشق هم بزنید.\nآب و نمک آش رو به اندازه کنید و همینکه به جوش اومد، اون رو از روی حرارت بردارید.\n یادتون نره که آش عروس نباید زیاد شل باشه.\nنوش جان😉\n"
        ]
    },
    {
        "title": "ته چین مرغ",
        "foodID": "45",
        "tags": "ایرانی",
        "preparationTime": "60",
        "cookTime": "60",
        "image":"/images/45.webp",
        "ingredients": [
            {
                "title": "زرشک",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "تخم مرغ (زرده)",
                "amount": "2 عدد"
            },
            {
                "title": "زعفران ساییده",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کره آب شده",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "ماست چکیده",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "مرغ",
                "amount": "250 گرم"
            },
            {
                "title": "برنج",
                "amount": "1.5 پیمانه"
            },
            {
                "title": "خلال پسته - برای تزئین",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خلال بادام - برای تزئین",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "گوشت مرغ را با مقداری آب و نمک و ادویه بپزید. هنگامی که مرغ پخت و حدود یک استکان آب آن باقی ماند، آب مرغ را جدا کنید و پس از درآوردن استخوان‌های آن، مرغ را به قطعات کوچکتر تقسیم کنید.",
            "زعفران را در مقدار کمی آب گرم حل کنید و آن را با یک زرده تخم مرغ، تمام ماست و مقدار کمی نمک و فلفل مخلوط کنید؛ مرغ پخته شده را حداقل به مدت سه تا چهار ساعت در مخلوط ماست داخل یخچال بگذارید.",
            "برنجی را که از قبل خیس کرده‌اید، بجوشانید و آبکش کنید",
            "یک عدد زرده تخم مرغ، 100 گرم روغن و نصف مخلوط ماستی را که مرغ را در آن خوابانده بودید، با دو تا سه کفگیر برنج مخلوط کنید و در ته دیگ یا قابلمه بریزید و با ته قاشق آن را صاف کنید.",
            "مقداری مرغ به صورت یک لایه نازک روی ته دیگ بچینید و روی آن نیمی از پلو را بریزید. بقیه مرغ را روی برنج بچینید، بقیه برنج را نیز روی مرغ بریزید و سطح مرغ را با برنج بپوشانید.",
            "آب مرغ را با یک قاشق چایخوری زعفران مخلوط کنید و روی برنج بریزید. سطح برنج را با کفگیر کمی فشار دهید تا برنج کمی فشرده شود.",
            "باقیمانده مخلوط ماست را روی برنج بریزید. سه تا چهار قاشق غذا خوری روغن را ذوب کنید و روی برنج بریزید و آن را دم کنید.",
            "بعد از یک و نیم ساعت ته چین آماده است. پس از دم کشیدن، به سرعت قابلمه را در دیس وارونه کنید تا ته چین به شکل قالبی خارج شود.زرشک رو شسته بعددر روغن تفت داده رو ته چین تزئین میکنیم"
        ]
    },
    {
        "title": "ته چین ساده",
        "foodID": "46",
        "tags":"ایرانی",
        "preparationTime": "15",
        "cookTime": "30",
        "image":"/images/46.jpg",
        "ingredients": [
            {
                "title": "برنج آبکش شده",
                "amount": "2 پیمانه"
            },
            {
                "title": "ماست‏",
                "amount": "1 لیوان"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "زعفران",
                "amount": "به مقدار لازم"
            },
            {
                "title": "زرشک",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کره یا روغن",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "برنج را که آبکش کردیم میگذاریم کنار سپس ماست را در کاسه ای ریخته و به آن تخم مرغ ها را زده و هم میزنیم.",
            "حالا برنج آبکش شده را به آن اضافه کرده و تا رنگ دلخواه زعفران میریزیم همه را مخلوط که کردیم زرشک را تفت داده من با کمی کره و شکر این کار را کردم.",
            "زرشک که تفت داده شد یکمی از مایه برنج را داخل تابه ریخته و زرشک را روی آن ریخته و مایه باقی مانده را روی زرشک ریخته شعله را زیاد کرده و در تابه رامیگذاریم تا خودش را بگیرد وقتی گرفت در تابه را برداشته شعله را کم میکنیم تا سرخ شود زمانی که سرخ شد یا برش میزنیم بر میگردانیم تا طرف دیگر سرخ شود یا یک جا بر میگردانیم."
        ]
    },
    {
        "title": "ته چین مرغ با زرده تخم مرغ",
        "foodID": "47",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "60",
        "image":"/images/47.webp",
        "ingredients": [
            {
                "title": "برنج",
                "amount": "3 لیوان"
            },
            {
                "title": "ماست‏",
                "amount": "1 لیوان"
            },
            {
                "title": "روغن",
                "amount": "1/4 لیوان"
            },
            {
                "title": "تخم مرغ (زرده)",
                "amount": "3 عدد"
            },
            {
                "title": "زعفران",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سینه مرغ",
                "amount": "1.5 عدد"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "زرشک",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خلال بادام و پسته(برای تزئین)",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "اول از همه برنج رو بشورین و با آب نمک بزارین چند ساعت بمونه تا خیس بخوره و قد بکشه",
            "برنج رو بزارین رو گاز تا جوش بیاد و قل بخوره بعدآبکش کنین فقط نزارین زیاد نرم بشه کمی دون داشته باشه برنج رو آبکش کردین کناری بزارین تا سرد بشه",
            "مرغ رو به تیکه های ریز خورد کنین و بهش نمک و ادویه بزنین تا مزه دار بشه",
            "پیاز رو نگینی ریز خورد کنین و تو روغن تفت بدین تا نرم بشه زردچوبه بزنین تا طلایی بشه",
            "پیاز نرم شد مرغو اضافه کنین و سرخش کنین سینه مرغ نیاز به تفت زیاد نداره چون زود میپزه و اگه زیاد تفت بخوره سفت میشه کمی تفت دادین و مطمین شدین پخته شده خاموش کنین.",
            "تو یه ظرف دیگه کره و یا روغن بریزین کمی گرم شد زرشک رو بریزین و نصف قاشق چ شکر بریزین و کمی تفت بدین زیاد تفت ندین تا سیاه نشه.",
            "تو یه ظرف دیگه ماست و روغن و زرده تخم مرغ رو خوب با هم مخلوط کنین و کم کم زعفرون اضافه کنین تا رنگ دلخواهتون به دست بیاد",
            "برنج رو با مخلوط ماست مخلوط کنین و هم بزنین",
            "قابلمه چدن یا تفلون بگیرین دورتا دور دیواره و کفشو چرب کنین نصف برنج رو بریزین داخلش مرغ و زرشک رو بریزین روش فقط حواستون باشه یک سانت از کل دیواره رو خالی بزارین و تیکه مرغ نریزین مرغ و زرشک وسط برنج باشه بعد مابقی برنج رو بریزین و با پشت کفگیر خوب فشرده کنین.",
            "بزارین روی گاز اول شعله رو زیاد کنین تا بخارش بالا بیاد بعد شعله رو خیلی کم‌کنین دم کنی بزارین تا دم بکشه و بپزه",
            "زمان دقیقی برام دم دادن نمیشه گفت فقط حتما حواستون باشه که دیواره برنج مثل تهدیگش باید طلایی بشه این طوری زمان برعکس کردن از هم نمیپاشه.",
            "برای گرفتن بوش میتونین از گلاب یا دارچین و یا رنده پوست لیمو اضافه کنین",
            "من همیشه مقداری از تیکه های مرغ رو نگه میدارم وقتی برنج رو نصف کردم برای تزیین میریزم وسط برنج مثل عکس بالا و با زرشک و خلال بادام و پسته تزیین میکنم."
        ]
    },
    {
        "title": "شامی سویا",
        "foodID": "48",
        "tags":"ایرانی",
        "preparationTime": "20",
        "cookTime": "20",
        "image":"/images/48.jpg",
        "ingredients": [
            {
                "title": "سویا",
                "amount": "1 پیمانه"
            },
            {
                "title": "سیب زمینی",
                "amount": "4 عدد"
            },
            {
                "title": "فلفل دلمه ای",
                "amount": "1 عدد"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "پودر سوخاری",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "تخم مرغ برای رومال کردن",
                "amount": "1 عدد"
            }
        ],
        "steps": [
            "ابتدا سیب زمینی ها را گذاشته تا آب پز شود بعد در ظرفی پیاز را سرخ می کنیم و سویا خیس خورده را درون آن تفت میدهیم و فلفل دلمه ای نگینی خرد شده را اضافه و تفت میدهیم .",
            "سپس ادویه ها و رب را می ریزیم بعد از مدتی مواد آماده است سیب زمینی را پوست گرفته و رنده می کنیم کمی که سرد شد مقداری از آن را بر میداریم وداخل آن کمی از مواد را میریزیم",
            "روی مواد را با سیب زمینی به صورت کوفته می پوشانیم",
            "آنگاه درتخم مرغ می غلتانیم وداخل پودرسوخاری فرو برده وسپس آنرادر ماهی تابه سرخ می کنیم"
        ]
    },
    {
        "title": "کروکت سیب زمینی با جعفری",
        "foodID": "49",
        "tags": "فست فود" ,
        "preparationTime": "30",
        "cookTime": "25",
        "image":"/images/49.jpg",
        "ingredients": [
            {
                "title": "جعفری خرد شده",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ (زرده)",
                "amount": "1 عدد"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آرد سوخاری",
                "amount": "1 لیوان"
            },
            {
                "title": "آرد",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "سیب زمینی",
                "amount": "550 گرم"
            }
        ],
        "steps": [
            "ابتدا سیب زمینی ها را درون قابلمه آب ریخته تا آبپز شوند",
            "پوست آنها را میگیریم و با گوشت کوب آنها را له میکنیم یا رنده ریز میکنیم و بعد از آن آرد,جعفری,نمک,فلفل و زرده تخم مرغ را اضافه کرده و کاملا همگی مواد را با هم مخلوط میکنیم.(بیش از حد مواد رو هم نزنید چون خمیر چسبناک میشود.)",
            "از موادمان کمی بر میداریم و به اون فرم(کروکت)در میاوریم اگر مواد به دستمان چسبید دستمان را کمی نم دار میکنیم.کروکت ها رو 15دقیقه در یخچال قرار داده .",
            "تخم مرغ را درون یک کاسه میشکنیم و هم میزنیم تا زرده و سفیده با هم مخلوط شوند و آرد سوخاری را هم درون یک بشقاب میریزیم و بعد کروکت ها را اول درون تخم مرغ ها می غلطانیم و بعد در آرد سوخاری می غلطانیم این مقدار تقریبا 12 عدد کروکت به شما میدهد.",
            "قابلمه نچسب رو میگذاریم داغ شود و بعد روغن را درون آن میریزم تقریبا تا جایی که روغن روی کروکت ها قرار بگیرد و بعد کروکت ها را درون آن میگذاریم تا طلایی رنگ شود",
            "ولی حواستان باشد که نسوزد چون سریع رنگ عوض میکند و بعد از آن اگر دوست داشتید کروکت ها را درون یک آبکش قرار دهید تا روغن اضافی آنها گرفته شود"
        ]
    },
    {
        "title": "شامی گیلانی",
        "foodID": "50",
        "tags":"ایرانی",
        "preparationTime": "45",
        "cookTime": "60",
        "image":"/images/50.jpeg",
        "ingredients": [
            {
                "title": "زعفران (دم کرده و غلیظ)",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "روغن",
                "amount": "به مقدار لازم"
            },
            {
                "title": "تخم مرغ",
                "amount": "5 عدد"
            },
            {
                "title": "گردو (خرد شده)",
                "amount": "75 گرم"
            },
            {
                "title": "سبزی (شامل جعفری،نعنا،تر و ترخان)",
                "amount": "500 گرم"
            },
            {
                "title": "لپه‎",
                "amount": "250 گرم"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "سیب زمینی",
                "amount": "2 عدد"
            },
            {
                "title": "گوشت",
                "amount": "500 گرم"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا در ظرفی مقداری روغن ریخته و گوشت را به همراه پیاز كه 4قسمت شده كمی تفت دهید تا رنگ گوشت برگردد،سپس لپه را اضافه كرده و اجازه دهید مواد با مقداری آب بپزند.",
            "سبزی را پاک کرده، شسته و ریز خرد کنید. سیب زمینی را بپزید و رنده کنید و همراه سبزی و گوشت و لپه چرخ کنید.",
            "گردوی خرد شده، نمک، فلفل، زعفران و تخم مرغ را به آن بیفزایید و خوب ورز دهید تا موادتان منسجم شوند. سپس مواد را به شكل دلخواه شكل داده و سرخ كنید."
        ]
    },
    {
        "title": "کباب برگ زعفرانی",
        "foodID": "51",
        "tags":"ایرانی",
        "preparationTime": "0",
        "cookTime": "60",
        "image":"/images/51.jfif",
        "ingredients": [
            {
                "title": "کره",
                "amount": "50 گرم"
            },
            {
                "title": "روغن زیتون",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "زعفران",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "گوشت راسته گوسفند (یا قلوه گاه)",
                "amount": "500 گرم"
            }
        ],
        "steps": [
            "ابتدا گوشت را بشویید و چربی و رگ و ریشه های آن را جداكرده و كاملا خشک کنید ، گوشت را روی سطح صافی بگذارید و با گوشتكوب بکوبید تا پهن شود و ضخامت آن به نیم سانت برسد",
            "اگر گوشت بیش از حد ضخیم است میتوانید از پهنا به دو قسمت برش بزنید سپس هر تکه را بکوبید ، بهترین پهنا برای کباب برگ 4 انگشت است.",
            "پیاز را به صورت خلالی خرد کنید و همراه با روغن ، مقداری زعفران سائیده آب شده و مقداری فلفل سیاه داخل کاسه بریزید ، تکه های گوشت را اضافه کنید و روی ظرف را با سلفون بپوشانید و حداقل 8 ساعت داخل یخچال قرار دهید تا گوشت مزه دار شود.",
            "پس از مدت زمان لازم گوشت را به سیخ بکشید به این صورت كه گوشت را روی سطح کار قرار دهید ، با دست روی گوشت را بگیرید تا در جای خود ثابت بماند سپس سیخ را آرام آرام از زیر دست تان وارد گوشت کنید ، تکه های گوشت باید پس از سیخ کشیدن به هم چسبیده باشند.",
            "سیخ را روی حرارت قرار دهید و این طرف و آن طرف کنید تا گوشت کباب شود ( بهترین آتش برای کباب ذغال است). کره را ذوب کنید و با مقداری زعفران سائیده شده مخلوط کنید و همزمان با کباب شدن گوشت ها با برس روی کباب ها بزنید.",
            "کباب را مستقیم از روی حرارت بر روی برنج قرار دهید ( برنج بهتر از نان است چون کباب برگ را اگر روی نان قرار دهید خیلی زود خشک خواهد شد ) ، کباب برگ را همراه با گوجه کباب شده ، برنج ، لیمو ترش و جعفری سرو کنید."
        ]
    },
    {
        "title": "دلمه برگ مو",
        "foodID": "52",
        "tags":"ایرانی",
        "preparationTime": "0",
        "cookTime": "60",
        "image":"/images/52.webp",
        "ingredients": [
            {
                "title": "برگ مو",
                "amount": "به مقدار لازم"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "300 گرم"
            },
            {
                "title": "برنج",
                "amount": "1 پیمانه"
            },
            {
                "title": "سبزی دلمه (گشنیز، جعفری، نعنا و ترخون)",
                "amount": "300 گرم"
            },
            {
                "title": "پیاز متوسط",
                "amount": "2 عدد"
            },
            {
                "title": "لپه‎",
                "amount": "1 پیمانه"
            },
            {
                "title": "نمک",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آب",
                "amount": "1 پیمانه"
            },
            {
                "title": "سرکه",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "باید لپه و برنج را از قبل خیس کنید.",
            "پیازها را نگینی خرد کنید و در مقداری روغن به همراه زردچوبه تفت دهید. کمی که رنگش طلایی شد گوشت را اضافه کنید و روی حرارت ملایم تفتش دهید.",
            "برنج و لپه ها را هم نیم پز کنید و به گوشت در حال تفت اضافه کنید. فقط حواستان باشد که تا حد زیادی پخته باشند.",
            "بعد هم سبزی را اضافه کنید و اگر دوست داشتید یک قاشق رب گوجه هم اضافه کنید. اگر زرشک دوست داشته باشید می توانید به مواد، زرشک هم اضافه کنید.",
            "مواد را داخل برگ ها بپیچید و به پشت در قابلمه بچینید.",
            "دلمه ها را کنار هم بچینید و چاشنی را رویش بریزید. حواستان باشد که چاشنی خیلی کم هست، در حدی که انتهای قابلمه را پر کند و در واقع دلمه ها باید با بخار چاشنی پخته شوند.",
            "در قابلمه را بگذارید و نیم تا یک ساعتی روی حرارت بگذارید تا بپزد."
        ]
    },
    {
        "title": "دلمه بادمجان",
        "foodID": "53",
        "tags": "ایرانی",
        "preparationTime": "60",
        "cookTime": "60",
        "image":"/images/53.jpg",
        "ingredients": [
            {
                "title": "سبزی معطر (ترخون و مزره و نعنا و شوید)",
                "amount": "200 گرم"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آب",
                "amount": "2 لیوان"
            },
            {
                "title": "پیاز",
                "amount": "3 عدد"
            },
            {
                "title": "سیر",
                "amount": "3 حبه"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "3 عدد"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "100 گرم"
            },
            {
                "title": "برنج",
                "amount": "1/2 فنجان"
            },
            {
                "title": "لپه‎",
                "amount": "1/2 فنجان"
            },
            {
                "title": "بادمجان بزرگ",
                "amount": "5 عدد"
            }
        ],
        "steps": [
            "بادمجان ها را پوست بکنید و سرشان را جدا کنید ، داخل بادمجان ها را خالی کنید طوریکه دیواره داخلی بادمجان پاره نشود ، بادمجان هایی که خالی کرده اید نمک بزنید و یک ساعت بگذارید بماند تا تلخی آن گرفته شود.",
            "لپه ای را که از شب قبل خیس داده اید نیم پز کنید ( نیم پز یعنی وقتی لپه را بین دو انگشت میفشارید زیاد نرم نیست اما میتوانید آن را له کنید ).",
            "درون قابلمه ای مقداری آب را جوش اورید سپس برنج و مقداری نمک بریزید و حدود 5 تا 10 دقیقه برنج را به حالت آبکشی بپزید ( وقتی دانه برنج را بین دو انگشت میفشارید باید اطرافش نرم و مغزش کمی خام باشد ).",
            "2 سیر و 2 پیاز را ریز خرد کرده و درون روغن تفت دهید",
            "سپس گوشت چرخ کرده ، نمک و فلفل را اضافه نمائید و مخلوط کنید تا رنگ گوشت تغییر کند ، رب گوجه فرنگی را درون گوشت بریزید و تفت دهید.",
            "لپه های نیم پز و سبزی ها معطری را که ریز خرد کرده اید به مواد گوشتی اضافه کنید و مرتب بهم بزنید تا سبزی ها آب نیندازند",
            "پس از اینکه سبزی ها کمی تغییر رنگ دادند در ظرف را بگذارید و حرارت را کم کنید تا مواد بخار کنند ( در صورت استفاده از سبزی خشک نیازی به تفت دادن سبزی ها نیست ).",
            "پس از اینکه مواد بخار کردند میتوانید برنج آبکش شده را اضافه کنید ، کمی مخلوط کنید اما مراقب باشید برنج له نشود ، پس از ترکیب کردن تمام مواد در ظرف را باز بگذارید تا آب اضافی غذا کشیده شود سپس حرارت را خاموش کنید و بگذارید مواد سرد شوند.",
            "بادمجان ها را پس از یک ساعت که گذشت درون قابلمه با مقداری روغن تفت دهید تا نیم سرخ شود",
            "سپس داخل بادمجان ها را با موادی که سرد شده اند پر کنید.",
            "برای تهیه سس دلمه درون قابلمه 1 سیر و 1 پیاز را ریز خرد کنید و با کمی روغن سرخ کنید ، گوجه ها را نگینی خرد کرده و به سیر و پیاز اضافه نمائید و تفت دهید تا گوجه ها خوب سرخ شوند ، 2 لیوان آب را به گوجه های سرخ شده اضافه کنید و کمی نیز نمک و فلفل بزنید سپس حرارت را ملایم کنید تا سس کمی غلظت پیدا کند.",
            "بادمجان های شکم پر را به ارامی روی این سس بچینید ، در قابلمه را بگذارید و اجازه دهید با حرارت ملایم 1 ساعت بادمجان ها بپزند و نرم شوند سپس دلمه های آماده شده را درون ظرف کشیده و بهمراه سس دلمه سرو کنید."
        ]
    },
    {
        "title": "کوفته تبریزی اصل",
        "foodID": "54",
        "tags": "ایرانی",
        "preparationTime": "30",
        "cookTime": "60",
        "image":"/images/54.jpg",
        "ingredients": [
            {
                "title": "گوشت چرخ کرده",
                "amount": "300 گرم"
            },
            {
                "title": "برنج",
                "amount": "75 گرم"
            },
            {
                "title": "لپه‎",
                "amount": "150 گرم"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "پیاز متوسط",
                "amount": "2 عدد"
            },
            {
                "title": "سبزی معطر خشک",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "روغن",
                "amount": "به مقدار لازم"
            },
            {
                "title": "آلو ،زرشک و گردو(به دلخواه)",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "لپه را جداگانه بپزید و آبکش کنید تا هیچ آبی نداشته باشه بزارید کاملا خنک بشه. برنج هم جداگانه نیم پز کنید و بزارید کاملا خنک بشه.فقط نکته مهم اینه که برنج و لپه باید کاملا خنک و بدون آب باشه.",
            "نصف لپه پخته شده رو با گوشت چرخکرده چرخ کنید یا درون دستگاه غذاساز میکس کنید و بقیه لپه رو به همون شکل به مواد اضافه کنید.",
            "گوﺷﺖ ﭼﺮخ ﮐﺮده ﻫﺮﭼﻘﺪر ﺑﻮد به اندازه نصفش لپه و به اندازه نصف لپه برنج ،یعنی اگر گوشت چرخکرده یک کیلوگرم بود نیم کیلو لپه و 250 گرم برنج.",
            "برنج نیم پخت شده و خنک شده را به بقیه مواد اضافه کنید.",
            "یکی از پیاز ها رو با رنده متوسط (نباید درشت باشه) رنده میکنیم و آب اضافیش رو میگیریم و به مواد اضافه میکنیم و ورز دهید.",
            "نکته مهم در کوفته این که مواد کاملا به خرد هم بروند و ورز داده بشند. اینطوری هم طعم بهتری داره و هم وا نمیره.",
            "یک عدد تخم مرغ به مواد اضافه می کنیم و خوب ورز میدهیم.معمولا برای هر سه عدد کوفته که درست میکنید باید یک عدد تخم مرغ کامل به موادتون اضافه کنید.",
            "سبزی های معطر را نیز بیفزایید. سعی کنید از سبزی خشک استفاده کنید،چون یکی از دلایلی که باعث وارفتن کوفته میشه آبی است که تو سبزی و مواد دیگه می مون.سبزی کوفته شامل تره ،مرزه‌،ترخون ،شوید ،نعناست که مقدار تره باید بیشتر از بقیه باشه و نعنا کمتر باشه.",
            "ادویه ها را اضافه کنید و دوباره ورز دهید. در مورد ادویه میتونید از زیره سیاه ،ادویه کاری،جوز هندی به مقدار خیلی کم ،زردچوبه،فلفل سیاه ،آویشن،نمک و دارچین استفاده کنید. توجه داشته باشید که از هر ادویه ای که استفاده می کنید باید هم در مواد کوفته بریزید هم در آب کوفته.",
            "چند باری هم مواد رو با دستتون بردارید و به داخل ظرف بکوبید. کوفته رو اونقدر ورز بدید که مواد کاملا به خرد هم برن و به راحتی بتونید یک گلوله گرد باهاش درست کنید.",
            "بعد از ورز دادن مواد با دستتون گلوله ی بزرگی درست کنید. به هیچ وجه دستاتون رو خیس نکنید تا کوفته های بهتری داشته باشید.",
            "داخلش رو آلو یا زرشک یا گردو بذارید و کاملا گردش کنید .برای تهیه آب رب کوفته (سُس کوفته )و پخت آن چهار قاشق غذاخوری رب گوجه فرنگی را درون روغن سرخ کنید بطوریکه رنگ روغنش قرمز رنگ بشه یعنی رنگ رب رو به خودش بگیره",
            "پیاز داغ آماده شده رو به رب سرخ شده اضافه کنید. سپس چهار الی پنج لیوان آب را اضافه کنید و بزارید بجوشه وقتی آب جوشید کوفته ها را به آرومی در قابلمه آب رب که روی حرارت ملایم هست قرار بدید.",
            "بهتر این است که کوفته ها کاملا در آب غوطه ور باشند.اما اگر میخواهید آب غلیظی داشته باشید میتونید آب کمتری بریزید.",
            "حرارت کوفته رو خیلی زیاد نکنید و درش رو نیم باز قرار میدیم به مدت حدود یک ساعت آماده میشه. بعد از نیم ساعت برید سراغش و کوفته ها رو کمی جا به جا کنید و بر گردونید. البته این کار رو هم خیلی آروم انجام بدید.",
            "برای سرو هم اول کوفته ها رو در ظرف بکشید و بعد آبش رو روش بریزید. بعضی ها هم آبش رو جدا گونه سرو میکنن و نون رو در اون ترید میکنند. میتونید کوفته هاتون رو با زرشک و آلو تزیین کنید.",
            "اگر تعداد زیای کوفته آماده کرده اید میتونید اضافه هاشو درون سینی بچینید و بزارید فریزر تا خودشو بگیره وقتی خودشو گرفت درون کیسه فریزر بگذارید و فریز کنید و هروقت خواستید استفاده کنید.",
            "فقط دقت داشته باشید که کوفته فریزر شده رو نباید بزارید بیرون داخل هوای اتاق تا یخش باز بشه. برای پخت کوفته فریزر شده کوفته را همانطور منجمد در آب در حال جوش (سُس کوفته )بندازیدو بعد یکساعت حرارت را خاموش کنید",
            "نوش جان ?Naebiکپی بدون ذکر منبع ممنوع ⛔⛔⛔\nدر صورت استفاده و رضایت از دستورات لطفا برای سلامتی پدر و مادر و خانواده عزیزم دعا کنید???"
        ]
    },
    {
        "title": "خورش میرزا قاسمی",
        "foodID": "55",
        "tags":"ایرانی",
        "preparationTime": "15",
        "cookTime": "30",
        "image":"/images/55.jpg",
        "ingredients": [
            {
                "title": "گوجه فرنگی (نگینی شده)",
                "amount": "3 عدد"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ",
                "amount": "3 عدد"
            },
            {
                "title": "سیر تازه",
                "amount": "1 بوته"
            },
            {
                "title": "بادمجان قلمی ( یک کیلو گرم )",
                "amount": "8 عدد"
            },
            {
                "title": "نمک و زردچوبه و فلفل سیاه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "روغن",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا بادمجان ها را شسته و آماده کباب کردن می کنیم و روی پوست آن ها به صورت خط های با چاقو وارد می کنیم تا در حین کباب شدن مغز پخت شوند.",
            "در صورت امکان بهتر است که بادمجان ها بر روی ذغال کباب شوند تا طعم دودی بهتری بگیرند البته امکان کباب کردن بر روی شعله گاز و حتی بر روی سینی فر نیز هست.",
            "بعد از سوختن پوست بادمجان و نرم شدن شان ( در صورتی که تردید دارید به خوبی پخته نشده اند می توانید یک سیخ کبریت را داخل آن فرو کنید اگر به راحتی وارد بادمجان شد نشان از پختگی آن می دهد ) .",
            "بعد از اطمینان از کبابی و نرم شدن بادمجان ها باید پوست آن ها را بکنید نکته قابل عرض در این مورد زمان پوست کردن هست که اگر بادمجان سرد شود پوست آن به سختی و با گوشت کنده خواهد شد پس باید عجله کنید و تا بادمجان ها داغ هستند پوستشان را بکنید.",
            "حال باید بادمجان ها را در ظرف بکوبید تا کاملا له شود. در ظرفی دیگر نیز سیر ها را کوبیده و یا رنده کنید. روغن را داخل تابه داغ کرده و سیر های کوبیده شده را اضافه کنید و نمک و فلفل و زردچوبه را هم همینطور.",
            "بعد از اینکه سیر ها طلایی شد بادمجان های کوبیده شده را نیز اضافه کنید و شروع به تفت دادن مواد با حرارت کم کنید.",
            "در همین حین گوجه های نگین شده را به ماهیتابه افزوده و به مدت 15 دقیقه با شعله کم بگذارید تا آب غذا خشک گردد. بعد از زمان ذکر شده زمانی که عذا به روغن افتاد آن را هم زده و در صورت تمایل کمی رب و آبلیمو اضافه کنید.",
            "در ماهیتابه دیگر چند عدد تخم مرغ را داخل روغن انداخته و هنگامی که تخم مراغ شروع به سفت شدن نمود به میرزا قاسمی مان اضافه میکنیم و به مدت چند دقیقه مواد را کاملا هم می زنیم."
        ]
    },
    {
        "title": "فلافل داغ خوزستان",
        "foodID": "56",
        "tags":"ایرانی",
        "preparationTime": "120",
        "cookTime": "30",
        "image":"/images/56.jpg",
        "ingredients": [
            {
                "title": "ادویه فلافل (زردچوبه و پودر زیره و پودرسیر و تخم گشنیز و نمک)",
                "amount": "به مقدار لازم"
            },
            {
                "title": "فلفل سبز تند",
                "amount": "به مقدار لازم"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "3-2 قاشق مربا خوری"
            },
            {
                "title": "جعفری خرد شده",
                "amount": "1/2 فنجان"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "آب",
                "amount": "1/2 لیوان"
            },
            {
                "title": "نخود",
                "amount": "500 گرم"
            },
            {
                "title": "پیاز متوسط",
                "amount": "3 عدد"
            },
            {
                "title": "لپه باقلا",
                "amount": "250 گرم"
            }
        ],
        "steps": [
            "نخود را از1روز قبل خیسانده وچندبار آب آن را عوض کرده تا نفخ ش بخوابد.لپه باقلا را نیز چند ساعت خیس کنید.نخود و لپه باقلا را جداگانه 1بار چرخ کنید.",
            "سپس نخودهای چرخ شده وباقلا وفلفل وسیر وپیاز راباهم مخلوط کرده و آنها را دوباره چرخ کنید.",
            "ادویه فلافل وبیکینگ پودر وجعفری راهم اضافه کرده کمی ورز دهید.",
            "صبر کنید تا کمی خمیر فلافل استراحت کند .",
            "بعدفلافل ها را در روغن داغ فراوان سرخ کرده.روغن بایدداغ داغ باشدتافلافل ها وا نروند."
        ]
    },
    {
        "title": "دیماج",
        "foodID": "57",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "0",
        "image":"/images/57.jpg",
        "ingredients": [
            {
                "title": "سبزی خوردن",
                "amount": "500 گرم"
            },
            {
                "title": "پنیر",
                "amount": "4 قالب قوطی کبریت"
            },
            {
                "title": "پیاز سرخ شده",
                "amount": "4 قاشق غذا خوری"
            },
            {
                "title": "نان لواش خشک و خردشده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "گوجه فرنگی خردشده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خیار خردشده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "گردو خردشده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کشمش",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیازچه و تربچه خردشده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز خام خردشده",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "اول پیاز رارو خلالی کنید خوب سرخشون کنید.بهش زردچوبه بزنید که رنگی بشه(اگه روغنش یه کوچولو زیاد باشه خوشمزه تر میشه).",
            "نون لواش خشک رو خرد کنید(اندازش به دلخواهِ ولی زیاد ریزش نکنید)بعد تو یه کاسه بریزد روش مقداری آب سرد بریزید در حدی که جذب نون بشه و داخل کاسه آب نمونه(بسته ب ذائقتون میتونین میزان آبی که میریزین رو کم یا زیاد کنین ولی اصلا نباید آبی ته کاسه بمونه).",
            "سبزی و گوجه و خیار و....موادی که خرد کردین رو با هم مخلوط کنین.پنیر رو له کنید و بریزید داخل مخلوطتون پیاز و روغنِ پیاز رو به مواد اضافه کنید.",
            "نون رو هم اضافه کنید و خوب مخلوطتشون کنید.اگه فرصت دارید بزارید تو یخچال تا بیشتر مزه دار شه.غذا حاضره. نوش جان."
        ]
    },
    {
        "title": "قیمه نثار",
        "foodID": "58",
        "tags":"ایرانی",
        "preparationTime": "30",
        "cookTime": "60",
        "image":"/images/58.jpg",
        "ingredients": [
            {
                "title": "برنج",
                "amount": "6 پیمانه"
            },
            {
                "title": "گوشت گوسفندی",
                "amount": "500 گرم"
            },
            {
                "title": "پیاز داغ",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "زرشک",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "خلال پرتقال شیرین",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "خلال بادام",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "خلال پسته",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "گلاب",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "کره",
                "amount": "100 گرم"
            },
            {
                "title": "زعفران آب کرده غلیظ",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "دارچین و زیره و هل",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "برنج را از قبل خیس کرده و دم کنید.",
            "گوشت را به صورت قیمه ‏ای خرد کنید و با پیاز داغ ، رب گوجه فرنگی ، فلفل سیاه ، زردچوبه و کمی روغن تفت دهید.",
            "مواد فوق را با 2 پیمانه آب روی حرارت قرار دهید و حدود یک ساعت بعد ، نیمی از خلال بادام خیس خورده را به گوشت اضافه کنید تا گوشت کاملاً مغز پخت شود.",
            "بقیه ی خلال بادام خیس خورده را در کمی کره تفت دهید.",
            "خلال پسته را نیز در گلاب خیس کنید ، سپس در کمی کره تفت دهید.",
            "زرشک شسته و خیس خورده را با کمی کره تفت دهید ، شکر را روی آن بریزید و شعله را خاموش کنید.",
            "یک پیمانه از برنج را که دم کشیده است با زعفران ترکیب نموده و برنج زعفرانی آماده کنید.",
            "برای تزیین برنج گرم را داخل قالب میان تهی ، مخصوص ژله بریزید و با قاشق خوب فشار دهید تا برنج به فرم قالب در آید .حال آن را در دیس برگردانید .",
            "در قسمت میان تهی ، قیمه پخته به همراه خلال بادام را بریزید و روی آن را با نوارهای برنج زعفرانی ، زرشک ، خلال پسته ، خلال بادام و خلال پرتقال شیرین تزیین کنید.",
            "روی همه ی مواد آماده شده از ادویه ذکر شده بپاشید و از طعم و ظاهر خوب آن لذت ببرید."
        ]
    },
    {
        "title": "بادمجان شکم پر مازندرانی",
        "foodID": "59",
        "tags": "ایرانی",
        "preparationTime": "45",
        "cookTime": "60",
        "image":"/images/59.jpg",
        "ingredients": [
            {
                "title": "بادمجان",
                "amount": "5 عدد"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "3 عدد"
            },
            {
                "title": "پیاز (رنده شده)",
                "amount": "3 عدد"
            },
            {
                "title": "گردو",
                "amount": "200 گرم"
            },
            {
                "title": "سیر",
                "amount": "3 حبه"
            },
            {
                "title": "سبزی ساطوری شده (چوچاق و اناریجه یا سبزی معطر)",
                "amount": "1 پیمانه"
            },
            {
                "title": "رب انار",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "روغن",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک و فلفل و زرد چوبه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا بادمجان‌ها را پوست گرفته و نمك می‌زنیم و اجازه میدهیم مدتی استراحت كنند تا تلخاب آنها برود. سپس شسته و خشك می‌‌كنیم. وسط بادمجان‌ها را یك چاك می‌‌دهیم به طوری كه از ابتدا و انتها جدا نشوند و مناسب پر كردن مواد داخلشان باشند.",
            "بادمجان‌ها را در تابه با روغن سرخ كرده و كنار می‌‌گذاریم. داخل گوجه‌ها را نیز خالی كرده و پوره آنها را كنار می‌‌گذاریم.",
            "گردو را پودر كرده، سیر و پیاز را رنده زده و سبزی‌ها را خرد می‌‌كنیم همه مواد را با هم مخلوط نموده و رب انار، زردچوبه نمك و فلفل را به آن می‌‌افزاییم و این مواد را كمی تفت می‌دهیم تا آب آن كشیده شده و كمی سرخ شود.",
            "مواد آماده شده را در شكم بادمجان سرخ شده ریخته، داخل گوجه‌فرنگی‌ها را نیز با مواد پر می‌‌كنیم و در تابه‌ای می‌چینیم، پوره‌های گوجه‌فرنگی را در تابه كنار بادمجان‌ها قرار داده و یكی دو قاشق از مواد تفت داده شده و نصف پیمانه آب می‌ریزیم و در تابه را می‌گذاریم تا باحرارت ملایم بخارپز شود."
        ]
    },
    {
        "title": "قلیه ماهی",
        "foodID": "60",
        "tags": "ایرانی",
        "preparationTime": "30",
        "cookTime": "60",
        "image":"/images/60.jpg",
        "ingredients": [
            {
                "title": "ماهی",
                "amount": "500 گرم"
            },
            {
                "title": "سبزی (گشنیز و شنبلیله)",
                "amount": "500 گرم"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "سیر",
                "amount": "1 بوته"
            },
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "رب گوجه ‌فرنگی اختیاری",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "روغن",
                "amount": "به مقدار لازم"
            },
            {
                "title": "تمر هندی (عصاره)",
                "amount": "1 لیوان"
            }
        ],
        "steps": [
            "ابتدا پیاز را در قابلمه‌ای با كمی روغن تفت می‌دهیم تا طلایی رنگ شود. سپس سبزی خرد شده(مقدار گشنیز بیشتر از شنبلیله باشد) را به آن افزوده و تا هنگامی كه رنگ سبزی تغییر پیدا كند، تفت می‌دهیم.",
            "بعد سیر له شده را همراه با نمك، فلفل، زردچوبه و دارچین به سبزی‌ها افزوده و آن را به مدت 2 دقیقه هم می‌زنیم تا كاملاً با هم مخلوط شوند.",
            "در این مرحله ماهی پاك شده را (تیغ و استخوان‌های ماهی نباید خارج شود) همراه با رب گوجه‌فرنگی به مخلوط درون قابلمه می‌افزاییم",
            "پس از تفت دادن آنها به مدت یك دقیقه، عصاره تمرهندی را با آرد مخلوط كرده و به همراه سه لیوان آب به مواد قبلی اضافه می‌كنیم. بعد از اینكه جوش آمد، حرارت را كم كرده و می‌گذاریم تا كاملاً جا بیفتد."
        ]
    },
    {
        "title": "فسنجان با کوفته قل قلی",
        "foodID": "61",
        "tags":"ایرانی",
        "preparationTime": "20",
        "cookTime": "180",
        "image":"/images/61.jpg",
        "ingredients": [
            {
                "title": "گوشت چرخ کرده",
                "amount": "600 گرم"
            },
            {
                "title": "گردو چرخ کرده",
                "amount": "500 گرم"
            },
            {
                "title": "رب انار",
                "amount": "2 پیمانه"
            },
            {
                "title": "نمک و زردچوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "دارچین و زعفران",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "شکر در صورت تمایل",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "گوشت چرخ کرده را با مقدار کمی نمک و زرد‌چوبه و پیاز رنده شده، ورز می‌دهیم و به صورت کوفته‌های ریز گلوله‌ای کرده و در روغن سرخ می‌کنیم. وقتی گوشت ها کاملاً سرخ شدند، آنها را کنار می‌گذاریم.",
            "سپس گردوی چرخ کرده را کمی تفت می‌دهیم تا رنگ آن یک درجه تیره شود. بعد روی آن 1 پیمانه آب می‌ریزیم و می‌گذاریم بپزد و گردو کم‌کم از خود روغن پس دهد.",
            "سپس رب انار را اضافه می‌کنیم. بعد از یک ساعت کوفته ها را به گردو اضافه می‌کنیم. سپس رب انار را داخل خورشت می‌ریزیم و می‌گذاریم با گوشت و گردو چند قل بزند.",
            "بعد از 10 دقیقه کمی از آن می‌چشیم، بنا به ذائقه خود، میزان ترشی آن را تنظیم می‌کنیم. اگر بیش از حد ترش بود، کمی شکر به آن اضافه می‌کنیم تا طعم آن مناسب شود.",
            "سپس، مقداری زعفران و دارچین به خورشت اضافه می‌کنیم(اختیاریه). اجازه می‌دهیم خورشت با حرارت ملایم بپزد تا جا بیفتد.",
            "پس از جا افتادن و جمع شدن روغن روی ظرف خورش آن را با چلوی ساده آبکشی سرو می‌کنیم."
        ]
    },
    {
        "title": "شامی آرد نخود چی",
        "foodID": "62",
        "tags":"ایرانی",
        "preparationTime": "20",
        "cookTime": "30",
        "image":"/images/62.jpg",
        "ingredients": [
            {
                "title": "گوشت چرخ کرده",
                "amount": "300 گرم"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "آرد نخودچی",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "نمک و فلفل و روغن و زردچوبه",
                "amount": "به مقدار لازم"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "گوجه فرنگی",
                "amount": "2 عدد"
            },
            {
                "title": "پیاز",
                "amount": "1 عدد"
            },
            {
                "title": "شکر",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "آبلیمو",
                "amount": "1/2 فنجان"
            },
            {
                "title": "نمک و زردچوبه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "پیاز را رنده كرده و به همراه آرد نخودچی، گوشت، نمك، فلفل، زردچوبه و تخم‌‌مرغ‌ها ورز می‌دهیم آن قدر ورز می‌دهیم تا كاملا حالت چسبندگی پیدا كند.",
            "سپس از هركدام به اندازه یك تخم‌مرغ برداشته به شكل شامی درست می‌كنیم، بعد به مدت 15 دقیقه شامی‌ها را كنار گذاشته و در تابه روغن ریخته و با حرارت ملایم شامی‌ها را سرخ می‌كنیم و كنار می‌گذاریم.",
            "طرز تهیه سس",
            "در همان روغنی كه شامی‌ها را سرخ كرده‌ایم پیاز رنده شده را با زردچوبه سرخ می‌كنیم، سپس رب گوجه‌فرنگی را افزوده بعد از پنج دقیقه گوجه‌فرنگی‌های رنده شده را می‌ریزیم، آن‌گاه آب، نمك، شكر و آبلیمو را اضافه كرده و می‌گذاریم به جوش بیاید."
        ]
    },
    {
        "title": "کباب کوبیده نگینی",
        "foodID": "63",
        "tags":"ایرانی",
        "preparationTime": "90",
        "cookTime": "60",
        "image":"/images/63.jpg",
        "ingredients": [
            {
                "title": "فیله مرغ",
                "amount": "500 گرم"
            },
            {
                "title": "جوز هندی (اختیاری)",
                "amount": "1/3 عدد"
            },
            {
                "title": "پیاز",
                "amount": "500 گرم"
            },
            {
                "title": "جوش شیرین",
                "amount": "1/8 قاشق چای خوری"
            },
            {
                "title": "گوشت (نیم کیلو قلوه گاه گوسفندی و نیم کیلو ماهیچه گوساله)",
                "amount": "1 کیلوگرم"
            },
            {
                "title": "زعفران",
                "amount": "به مقدار لازم"
            },
            {
                "title": "نمک",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا دو نوع گوشت گوسفند و گوساله را پاك كرده و بشویید و یك ساعت اجازه دهید كاملا خشك شوند.سپس آنها را با هم مخلوط كرده و دوبار چرخ كنید.",
            "پیازها را پوست كنده و چرخ كنید و آب آنها را كامل بگیرید به طوری كه اصلا آب نداشته باشند.كمی از آب پیاز را نگه دارید.نمك، جوزهندی و جوش شیرین را به پیاز اضافه كرده و پیاز را به گوشتی كه از قبل دو بار چرخ شده اضافه كرده مجدداً یك بار دیگر چرخ كنید.",
            "سپس گوشت را در یك ظرف بزرگ بریزید و آن را با كف دست حسابی ورز دهید. برای این كار می‌توانید از غذاساز نیز استفاده كرده و به مدت 5 تا 7 دقیقه بگذارید تا گوشت حسابی كش بیاید.",
            "سپس به مدت 15 دقیقه گوشت را در یخچال قرار دهید تا قدری سرد شود. سپس از گوشت تكه‌هایی به وزن 100 تا150 گرم چانه بگیرید.",
            "دست را با آب پیاز مرطوب كرده و گوشت را به سیخ بكشید. وسط هر برش یك تكه از فیله مرغ به صورت نگین قرار دهید. در صورت تمایل از زعفران غلیظ دم كشیده نیز می‌توانید استفاده كنید.به این صورت كه آن را یا در مایه كوبیده یا روی كباب بریزید."
        ]
    },
    {
        "title": "کباب ترش ساده",
        "foodID": "64",
        "tags":"ایرانی",
        "preparationTime": "120",
        "cookTime": "60",
        "image":"/images/64.jpg",
        "ingredients": [
            {
                "title": "گوشت (کبابی و بدون استخوان(قلوه گاه گوسفندی))",
                "amount": "500 گرم"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "جعفری (خرد شده)",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "آب انار (ترش)",
                "amount": "2 لیوان"
            },
            {
                "title": "گلپر",
                "amount": "به مقدار لازم"
            },
            {
                "title": "سماق",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا گوشت را مانند گوشت كباب چنجه خرد كنید و با گوشتكوب كمی بكوبید تا نازك شود.سپس پیاز را رنده كرده و جعفری خرد شده را با دو لیوان آب انار ترش به آن اضافه كرده و یك شب بگذارید بماند.",
            "در صورتی كه آب انار در دسترس نبود می توانید دانه های انار ترش را خوب سائیده با جعفری و پیاز مخلوط كرده و گوشت را در آن به مدت یك شب خوابانده سپس نمك و فلفل را به آن افزوده به سیخ بكشید و مانند سایر كبابها آن را كباب نمائید.سپس با گلپر و سماق میل كنید."
        ]
    },
    {
        "title": "دلمه سبزیجات",
        "foodID": "65",
        "tags": "ایرانی",
        "preparationTime": "30",
        "cookTime": "40",
        "image":"/images/65.bmp",
        "ingredients": [
            {
                "title": "بادمجان دلمه ای",
                "amount": "2 عدد"
            },
            {
                "title": "کدو",
                "amount": "2 عدد"
            },
            {
                "title": "فلفل دلمه ای سبز و قرمز",
                "amount": "4 عدد"
            },
            {
                "title": "گوجه فرنگی درشت",
                "amount": "2 عدد"
            },
            {
                "title": "پیاز خرد شده",
                "amount": "1 عدد"
            },
            {
                "title": "روغن",
                "amount": "1 پیمانه"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "200 گرم"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "لپه‎ پخته",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "برنج",
                "amount": "1 پیمانه"
            },
            {
                "title": "تره ،جعفری ، شوید ، ریحان ، مرزه و ترخون",
                "amount": "6 قاشق غذا خوری"
            }
        ],
        "steps": [
            "برنج را بشویید و با نمک در حدود 3 تا 4 ساعت قبل در آب بخیسانید.",
            "برنج را در آب جوش بریزید و روی حرارت بگذارید تا بپزد. سپس آن را آبکش کنید.",
            "لپه را بشویید و در یک قابلمه همراه با کمی آب بگذارید تا بپزد. لپه ها را از آب خارج کنید.",
            "در یک تابه، پیاز را با نصف پیمانه روغن تفت دهید تا طلایی رنگ شود.",
            "گوشت را در پیاز سرخ کنید. کمی زردچوبه، نمک و فلفل به گوشت اضافه کنید. آن را کنار بگذارید.",
            "در یک کاسه، گوشت، لپه و برنج آبکش شده را با هم مخلوط کنید.",
            "سبزی‌های دلمه را خرد کرده و به مواد اضافه و خوب مخلوط کنید.",
            "سر فلفل دلمه‌ای، گوجه فرنگی‌ها، کدو و بادمجان‌ها را ببرید و داخل آنها را به دقت خالی کنید.",
            "از مواد آماده شده در داخل فلفل دلمه‌ای، گوجه فرنگی، کدو و بادمجان‌ها بریزید و درب آنها به صورت کلاه بر روی آنها بگذارید.",
            "در یک قابلمه بزرگ، روی حرارت رب گوجه فرنگی را در نصف پیمانه روغن باقیمانده تفت دهید و آب را اضافه کنید و بگذارید تا آب به جوش آید.",
            "حرارت را کم کنید. دلمه‌های آماده شده را به آرامی درون قابلمه به صورت ایستاده بگذارید به طوری که مواد داخل آنها بیرون نریزد.",
            "به مدت 30 تا 40 دقیقه روی حرارت ملایم، بگذارید تا دلمه‌ها بخوبی بپزند و آماده شوند.",
            "دلمه سبزیجات را در ظرف مناسبی سرو کنید و از مواد رب بر روی آن بریزید."
        ]
    },
    {
        "title": "دلمه فلفل و گوشت",
        "foodID": "66",
        "tags": "ایرانی",
        "preparationTime": "50",
        "cookTime": "50",
        "image":"/images/66.jpg",
        "ingredients": [
            {
                "title": "نمک و فلفل",
                "amount": "به مقدار لازم"
            },
            {
                "title": "رب گوجه ‌فرنگی",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "سبزی معطر",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "کشمش پلویی",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "برنج",
                "amount": "1/2 لیوان"
            },
            {
                "title": "عدس",
                "amount": "1 لیوان"
            },
            {
                "title": "گوشت چرخ کرده",
                "amount": "200 گرم"
            },
            {
                "title": "سیر",
                "amount": "2 حبه"
            },
            {
                "title": "پیاز",
                "amount": "2 عدد"
            },
            {
                "title": "فلفل دلمه ای",
                "amount": "4 عدد"
            }
        ],
        "steps": [
            "عدس را از شب قبل خیس دهید ، عدس و برنج را با 3 لیوان آب داخل قابلمه بریزید و روی حرارت ملایم قرار دهید تا بپزند و آب قابلمه تمام شود ( در صورت تمایل یک عدد عصاره گوشت اضافه کنید ).",
            "داخل ماهیتابه مقداری روغن بریزید و روی حرارت متوسط قرار دهید ، پیاز و سیر خرد شده را اضافه کنید و تفت دهید تا نرم شوند",
            "در ادامه کار گوشت چرخ کرده را اضافه کنید و تفت دهید تا رنگ گوشت تغییر کند سپس سبزی ، مخلوط برنج و عدس را اضافه کنید ، کمی تفت دهید و از روی حرارت بردارید.",
            "مایه دلمه را داخل کاسه ای بریزید سپس تخم مرغ ، کشمش ، نمک و فلفل اضافه کنید و خوب مخلوط نمایید.",
            "فلفل دلمه ای ها را بشویید سپس سر فلفل ها را با دقت جدا کنید و داخل فلفل ها را خالی کنید ( سر فلفل به عنوان در دلمه است و نباید دور بریزید ، میتوانید از چند رنگ فلفل دلمه برای زیبایی بیشتر غذا استفاده کنید ).",
            "داخل فلفل ها را با مایه دلمه پر کنید ، داخل قابلمه رب گوجه فرنگی را با مقداری روغن تفت دهید",
            "سپس 2 لیوان آب ، مقداری آبلیمو ، نمک و فلفل اضافه کنید و مخلوط کنید ، حرارت را زیاد کنید تا سس به جوش بیاید سپس فلفل ها را روی این سس بچینید و در قابلمه را بگذارید و حرارت را کم کنید تا فلفل ها نرم شوند و سس غلیظ شود",
            "برای سرو دلمه ها را در ظرف بریزید و سس باقی مانده را روی دلمه ها بریزید."
        ]
    },
    {
        "title": "شیرینی میکادو",
        "foodID": "67",
        "tags":"کیک و دسر",
        "preparationTime": "60",
        "cookTime": "45",
        "image":"/images/67.jpg",
        "ingredients": [
            {
                "title": "آرد سفید",
                "amount": "250 گرم"
            },
            {
                "title": "پودر قند",
                "amount": "250 گرم"
            },
            {
                "title": "کره",
                "amount": "100 گرم"
            },
            {
                "title": "روغن مایع",
                "amount": "160 گرم"
            },
            {
                "title": "پودر کاکائو",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "نان ویفر یا نان میکادو",
                "amount": "6 ورق"
            }
        ],
        "steps": [
            "برای شروع کار آرد رو در ظرف مناسبی میریزیم و روی حرارت بسیار ملایم قرار میدیم و به مدت 15تا20دقیقه تفت میدیم به اندازه ای که بوی خامی آرد و یه مقدار هم سفیدی آرد گرفته بشه.",
            "روغن مایع رو اضافه و خوب هم میزنیم تا مایه یکدست بشه.",
            "بعد کره و پودر کاکائو رو اضافه میکنیم و دوباره کمی هم میزنیم تا بوی خامی کره هم گرفته بشه.",
            "بعد از روی حرارت برمیداریم و پودر قند رو بهش اضافه و خوب هم میزنیم تا شکر داخل مواد حل و جذب بشه.",
            "مواد رو به 3قسمت تقسیم میکنیم و حالا تا موادمون گرم هست روی یه لایه نون از مواد میمالیم و صاف میکنیم.",
            "بعد لایه بعدی نون رو قرار میدیم و هر بار با دست روی سطح نون فشار میاریم تا لایه ها به هم بچسبن.",
            "به همین شکل ادامه میدیم تا لایه آخر نون ...(میتونید برای اینکه لایه ها بهم خوب بچسبند یه چیز سنگین روش بزارید)بعد حدود 1ساعت در یخچال قرار میدیم.",
            "قبل از برش دادن در صورت تمایل شکلات ذوب شده روی سطح نون میمالیم .",
            "بعد از اینکه شکلات خودشو گرفت به شکل دلخواه برش میدیم.",
            "بعد در ظرف دربسته میچینیم و در دمای محیط یا یخچال قرار میدیم.",
            "همراه با چای خیلی میچسبه..."
        ]
    },
    {
        "title": "شیرینی نارگیلی",
        "foodID": "68",
        "tags":"کیک و دسر",
        "preparationTime": "60",
        "cookTime": "20",
        "image":"/images/68.jpg",
        "ingredients": [
            {
                "title": "تخم مرغ (سفیده) درشت",
                "amount": "4 عدد"
            },
            {
                "title": "شکر",
                "amount": "1 پیمانه"
            },
            {
                "title": "پودر وانیل",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "روغن",
                "amount": "70 گرم"
            },
            {
                "title": "پودر نارگیل",
                "amount": "2/5 پیمانه"
            }
        ],
        "steps": [
            "فر را با دمای 325 درجه فارنهایت گرم کنید.",
            "در یک ظرف استیل، سفیده تخم‌مرغ، ‌شکر را بریزید و ظرف را روی قابلمه آب در حال جوش قرار دهید و مواد داخل ظرف استیل را هم بزنید.",
            "وقتی مخلوط گرم شد،‌ آن را از روی حرارت بردارید.",
            "پودر وانیل، روغن و پودر نارگیل را درون آن بریزید.",
            "در ظرف حاوی مخلوط را بگذارید و حدود یک ساعت آن را درون یخچال قرار دهید.",
            "روی سینی فر، ‌کاغذ مخصوص شیرینی‌پزی را قرار دهید و به اندازه یک قاشق از خمیر را بردارید و با فاصله آن‌ها را روی کاغذ مخصوص بچینید.",
            "آن‌ها را به اندازه 20 الی 15 دقیقه بپزید تا طلایی شوند.",
            "سینی را از فر خارج کنید، در همان جایی که قرار دارند به مدت 10 دقیقه صبر کنید تا خنک شوند."
        ]
    },
    {
        "title": "مینی پای موز",
        "foodID": "69",
        "tags":"کیک و دسر",
        "preparationTime": "30",
        "cookTime": "15",
        "image":"/images/69.jfif",
        "ingredients": [
            {
                "title": "گردو (بو داده و خرد شده)",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "پودر قند",
                "amount": "به مقدار لازم"
            },
            {
                "title": "کره آب شده",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "آب سرد",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "دارچین",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "موز متوسط",
                "amount": "1 عدد"
            },
            {
                "title": "بستنی کاراملی",
                "amount": "1/3 پیمانه"
            },
            {
                "title": "آرد کامل",
                "amount": "1.5 پیمانه"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "کره",
                "amount": "1/3 پیمانه"
            }
        ],
        "steps": [
            "سینی فر را با روغن چرب کنید و کنار بگذارید. در یک کاسه بزرگ، 1/3 پیمانه کره را حدود 30 ثانیه با هم‌زن برقی هم بزنید.",
            "شکر و نمک را اضافه کنید و حدود 3 دقیقه آنها را با سرعت متوسط هم بزنید. تخم‌مرغ و دو قاشق غذاخوری آب را اضافه کنید و هم بزنید تا یکدست شوند.",
            "به تدریج آرد را اضافه کنید و با هم‌زن هم بزنید تا بالاخره شبیه خمیر شود. روی آن پلاستیک بکشید و به مدت یک ساعت در جای گرم قرار دهید تا ور بیاید.",
            "فر را با دمای 400 درجه فارنهایت گرم کنید. برای تهیه مواد میانی، در یک کاسه متوسط، موز، بستنی کاراملی، گرد و دارچین را با هم مخلوط کنید.",
            "روی سطح صاف، آرد بپاشید و خمیر را با وردنه باز کنید تا حدود نیم سانتی‌متر ضخامت داشته باشد. سپس آنها را با کاتر شیرینی‌پزی یا قالب، به دایره‌های کوچک برش دهید.",
            "از مواد میانی داخل آنها بگذارید. لبه‌های دایره را با کمی آب مرطوب کنید و دایره را از وسط تا و روی هم قرار دهید. لبه‌ها را فشار دهید تا بسته شود. روی آنها یک قاشق غذاخوری کره آب شده بمالید.",
            "به مدت 15 دقیقه آنها را در فر بگذارید تا سطح آنها طلایی شود. در صورت تمایل، با پودر قند تزئین و سرو کنید."
        ]
    },
    {
        "title": "پای توت فرنگی",
        "foodID": "70",
        "tags":"کیک و دسر",
        "preparationTime": "60",
        "cookTime": "30",
        "image":"/images/70.jpg",
        "ingredients": [
            {
                "title": "خمیر پای به اندازه ی یک نان پای به قطر 22 سانتی متر",
                "amount": "1 عدد"
            },
            {
                "title": "توت فرنگی (چهار قسمت شده و رویه تمیز شده)",
                "amount": "5 فنجان"
            },
            {
                "title": "نشاسته ذرت",
                "amount": "1/4 فنجان"
            },
            {
                "title": "شکر",
                "amount": "150 گرم"
            },
            {
                "title": "نمک",
                "amount": "1/8 قاشق چای خوری"
            },
            {
                "title": "عصاره وانیل",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "عصاره بادام",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "آب لیمو ترش",
                "amount": "1 قاشق سوپ خوری"
            },
            {
                "title": "تخم مرغ (زرده)",
                "amount": "1 عدد"
            },
            {
                "title": "خامه‏ (زده شده یا پر چرب)",
                "amount": "1 قاشق سوپ خوری"
            }
        ],
        "steps": [
            "خمیر پای را به اندازه ای که ظرف پای پزی را بپوشاند پهن کنید. به آرامی خمیر را کف ظرف فشار دهید به شکلی که کف و لبه های ظرف را بپوشاند. مواظب باشید خمیر را خراش ندهید. سپس با یک چاقو یا چاقوی آشپزخانه دور خمیر تا فاصله ی 1 سانتی متری ظرف ببرید.",
            "خمیر را زیر خودش تا بزنید و یک لبه ی ضخیم تر به قطر نیم سانتی متر که روی لبه ی ظرف بیفتد درست کنید. سپس لبه های خمیر را چین دهید.",
            "فر را با دمای 425 درجه فارنهایت (220 درجه سانتی گراد) داغ کنید. یک سینی فر را روی طبقه ی وسط قرار دهید.",
            "کف نان را با چنگال سوراخ کنید. این کار مانع از آن می شود که موقع پختن هوا زیر آن جمع شود و حباب کند. روی نان را با دو ورقه فویل آلومینیوم بپوشانید. حتماً فویل را دور لبه های نان هم بکشید.",
            "سپس روی فویل را با برنج خشک یا لوبیای خشک یا وزنه ی قرار دهید. 30 دقیقه در یخچال یا 10 دقیقه در فریزر بگذارید تا زمانی که زیر دست سفت باشد.",
            "نان پای را در سینی فر که از پیش داغ شده قرار دهید و دمای فر را تا 400 درجه فارنهایت (200 درجه سانتی گراد) پایین بیاورید. 20 تا 30 دقیقه تا زمانی که نان طلایی شود در فر بپزید",
            "زرده ی تخم مرغ و خامه را در یک کاسه ی کوچک بزنید و جلای تخم مرغی درست کنید. سپس برنج، گندم یا وزنه و فویل را از روی نان پای بردارید. کف و کناره های نان را با برس از جلای تخم مرغی بمالید. 3 تا 5 دقیقه در فر بپزید تا جلای تخم مرغی خشک و براق شود. نان را قبل از پر کردن کاملاً خنک کنید.",
            "2 فنجان از توت فرنگی را داخل قابلمه ی کوچکی بریزید. توت فرنگی ها را به شکل تکه های درشت له کنید.",
            "شکر، نشاسته ذرت، عصاره وانیل، عصاره بادام، آب لیمو و نمک را اضافه کنید. بگذارید روی حرارت متوسط آرام غل بخورد و بپزد. گاهی هم بزنید. تا شکر حل شود و شیره ی آن غلیظ شود به مدت 3 تا 5 دقیقه بپزید. بگذارید کاملاً خنک شود.",
            "3 فنجان توت فرنگی مانده را با شیره و توت فرنگی خنک شده مخلوط کنید. هم بزنید تا توت فرنگی ها به خوبی غرق شربت شوند. مخلوط توت فرنگی را با قاشق روی نان پای خنک شده بریزید.",
            "پای را قبل از برش دادن حداقل 2 ساعت در یخچال قرار دهید تا مواد وسط آن بگیرد. سپس با رویه ی خامه ی زده شده سرو کنید."
        ]
    },
    {
        "title": "کیک رنگین کمان",
        "foodID": "71",
        "tags":"کیک و دسر",
        "preparationTime": "0",
        "cookTime": "0",
        "image":"/images/71.jpg",
        "ingredients": [
            {
                "title": "پودر کیک",
                "amount": "به مقدار لازم"
            },
            {
                "title": "رنگ خوراکی",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خامه‏ (زده شده)",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "ابتدا به میزانی که دوست دارید کیک شما رنگی باشه مایه کیک تهیه میکنیم.",
            "کف تابه رو چرب و آردی می کنیم.",
            "مایه کیک رو مخلوط می کنید و داخل 6 تا ظرف می ریزیم.",
            "حالا از رنگ غذا مایع یا ژله ای استفاده می کنید",
            "اگر شما می خواهید رنگ رنگین کمان طبیعی به نظر بیاد می تونید از رنگهای قرمز - نارنجی - زرد - سبز- آبی و بنفش استفاده کنید. اگه 4 تا رنگ دارید می تونید از این ترکیب استفاده کنید.",
            "قرمز + زرد = نارنجی , زرد + آبی= سبز, قرمز + آبی = بنفش",
            "حالا مایع رو داخل تابه بریزید. می تونید یه لایه رو قرمز و نارنجی و زرد درست کنید و لایه بعدی رو سبز و آبی و بنفش درست کنید و یا 6 رنگ رو تو هر لایه استفاده کنید.",
            "اول مایه قرمز رو بریزید.",
            "بعد مایه نارنجی رو روی قرمز بریزید. دقت کنید که وسط بریزید.",
            "و سرانجام مایه زرد رو به نارنجی اضافه می کنیم.",
            "همین مراحل رو برای تابه بعدی انجام می دیم. اول بنفش بعد آبی و در آخر سبز",
            "حالا اجازه میدیم داخل فر بپزه و کاملا سرد بشه.",
            "بعد از پخت با خامه زده شده تزیین میکنیم."
        ]
    },
    {
        "title": "چیز کیک شکلاتی نپختنی",
        "foodID": "72",
        "tags":"کیک و دسر",
        "preparationTime": "35",
        "cookTime": "0",
        "image":"/images/72.jpeg",
        "ingredients": [
            {
                "title": "کراکر یا بیسکوئیت خرد شده",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "کره آب شده",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "ژلاتین (ورق)",
                "amount": "1 عدد"
            },
            {
                "title": "شیر (کم چرب)",
                "amount": "3/4 پیمانه"
            },
            {
                "title": "پنیر خامه ای (کم چرب و نرم شده)",
                "amount": "550 گرم"
            },
            {
                "title": "پنیر خامه ای بدون چربی نرم شده",
                "amount": "225 گرم"
            },
            {
                "title": "خامه ترش کم چرب",
                "amount": "225 گرم"
            },
            {
                "title": "شکر",
                "amount": "1/3 پیمانه"
            },
            {
                "title": "وانیل‏",
                "amount": "2 قاشق چای خوری"
            },
            {
                "title": "شکلات تلخ آب شده",
                "amount": "110 گرم"
            },
            {
                "title": "تمشک یا توت‌فرنگی تازه (اختیاری)",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "برای تهیه کیک زیر چیزکیک، در یک کاسه متوسط، بیسکوئیت‌های خرد شده و کره آب شده را با یکدیگر مخلوط کنید تا نرم شوند.",
            "آن را کف یک قالب گرد فشار دهید تا شکل ظرف را به خود بگیرد. روی آن را بپوشانید و کنار بگذارید تا مواد روی کیک آماده شوند.",
            "برای قسمت پنیری، در یک قابلمه کوچک، ژلاتین را در شیر بریزید و 5 دقیقه کنار بگذارید. سپس قابلمه را روی حرارت ملایم قرار دهید و هم بزنید تا ژلاتین کاملا حل شود. سپس آن را 15 دقیقه کنار بگذارید.",
            "در یک کاسه بزرگ، پنیرهای خامه‌ای رابا هم‌زن برقی هم بزنید تا کاملا نرم شوند. خامه ترش، شکر و وانیل را به آنها اضافه کنید و خوب هم بزنید.",
            "سپس مخلوط شیر و ژلاتین را بیفزایید و هم بزنید. مخلوط را دو نیم کنید. شکلات آب شده را روی نیمی از آن بریزید و هم بزنید.",
            "نیمی از مخلوط شکلاتی را روی کیک بریزید و کاملا روی سطح آن پخش کنید. نیمی از مخلوط سفید را روی آن بریزید و با قاشق باریکی آنها را به صورت دایره‌ای هم بزنید تا فرم ابروباد به خود بگیرند.",
            "دوباره همین مراحل را تکرار کنید. چیز کیک را به مدت 6 ساعت یا بیشتر در یخچال بگذارید تا کاملا خودش را بگیرد و سفت شود.",
            "برای سرو، خیلی با احتیاط چیزکیک را از درون قالب خارج کنید. روی آنها را با تمشک یا توت‌فرنگی تازه تزئین و سرو کنید."
        ]
    },
    {
        "title": "بیسکویت دو رنگ",
        "foodID": "73",
        "tags":"کیک و دسر",
        "preparationTime": "60",
        "cookTime": "15",
        "image":"/images/73.jpg",
        "ingredients": [
            {
                "title": "پودر کاکائو",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "آرد",
                "amount": "2.5 پیمانه"
            },
            {
                "title": "کره",
                "amount": "180 گرم"
            },
            {
                "title": "شکر (پودر شده)",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "1/2 قاشق چای خوری"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "وانیل‏",
                "amount": "1/2 قاشق چای خوری"
            }
        ],
        "steps": [
            "در ظرفی مناسب كره، پودر شكر و وانیل را اضافه كرده و با همزن می‌زنیم تا كاملا كرم رنگ و كشدار شود، سپس تخم‌مرغ ابتدا در ظرفی جدا كمی مخلوط میكنیم و سپس به مواد افزوده و هم می‌زنیم.",
            "بیكینگ‌پودر و آرد را با هم مخلوط كرده و كم‌كم اضافه كرده و هم می‌زنیم.",
            "پودر كاكائو را با نیمی از مواد مخلوط كرده، سپس خمیر را روی میز كار باز كرده، با قالب‌های مختلف قالب می‌زنیم.",
            "می‌توان به صورت دو رنگ خمیر كاكائویی و سفید را كنار هم باز نموده و قالب زد یا می‌توان جداگانه خمیرها را قالب‌گیری نمود.",
            "بیسكویت‌ها را در سینی فر چیده و در طبقه وسط فر با حرارت 180 درجه سانتی‌گراد به مدت 15 تا 20 دقیقه قرار می‌دهیم.",
            "در صورت داشتن دستگاه بیسكویت‌زن از مواد (دو رنگ) داخل دستگاه گذاشته و آنها را به اشكال مختلف تهیه می‌كنیم."
        ]
    },
    {
        "title": "چیزکیک توت فرنگی روز عشق",
        "foodID": "74",
        "tags":"کیک و دسر",
        "preparationTime": "120",
        "cookTime": "5",
        "image":"/images/74.jpg",
        "ingredients": [
            {
                "title": "آب سرد",
                "amount": "1.5 پیمانه"
            },
            {
                "title": "آب جوش",
                "amount": "1.5 پیمانه"
            },
            {
                "title": "پودر ژله توت فرنگی",
                "amount": "160 گرم"
            },
            {
                "title": "توت فرنگی تازه",
                "amount": "12-10 عدد"
            },
            {
                "title": "عصاره وانیل",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "شکر",
                "amount": "2/3 پیمانه"
            },
            {
                "title": "آب جوش",
                "amount": "1/1/4 پیمانه"
            },
            {
                "title": "پودر ژلاتین",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "پنیر خامه ای (دمای محیط)",
                "amount": "500 گرم"
            },
            {
                "title": "کره ( ذوب شده )",
                "amount": "150 گرم"
            },
            {
                "title": "بیسکویت دایجستیو",
                "amount": "300 گرم"
            }
        ],
        "steps": [
            "150 گرم کره را در ظرف مخصوص مایکروفر قرار دهید.",
            "روی آن کاور گذاشته و در بالاترین درجه به مدت 30-40 ثاتیه در ماکرو قرار داده تا کاملا ذوب شود.",
            "یک ظرف مستطیلی پیرکس را با کره کاملا چرب کنید.",
            "بیسکوئیت ها را در غذاساز ریخته تا کاملا خرد شوند.",
            "بیسکوئیت های خرد شده را در یک کاسه ی بزرگ ریخته و کره ذوب شده را به آن اضافه کنید.",
            "خوب با هم مخلوط کنید تا یکدست شوند.",
            "مخلوط را در کف ظرف پیرکس بریزید و خوب فشرده کنید.",
            "وقتی خوب فشرده و یکدست شد،ظرف را در چند ساعتی در یخچال قرار داده تا کراست آماده شود.",
            "پودر ژلاتین را در یک کاسه بریزید.",
            "1 و 1/4 پیمانه آب جوش را به آن اضافه کنید.",
            "خوب هم بزنید تا ژلاتین حل شود و مخلوط شفاف شود سپس کنار بگذارید تا سرد شود.",
            "پنیر خامه ای را در یک کاسه ی بزرگ قرار دهید .2/3 پیمانه شکر را به آن اضافه کنید.",
            "با همزن پنیر خامه ای و شکر را آنقدر بزنید تا سبک و پفکی شود.(پنیر خامه ای باید در دمای محیط خوب نرم شده باشد،در غیر اینصورت زدن سخت میشود)",
            "عصاره وانیل را به مخلوط پنیری اضافه کنید",
            "ژلاتین سرد شده را نیز به مخلوط اضافه کنید خوب بزنید تا مایع یکدستی حاصل شود",
            "کراست رو از یخچال خارج کرده و با چنگال سوراخ هایی روی سطح آن ایجاد میکنید",
            "مایع پنیری را روی کراست میریزید سپس ظرف را 10 دقیقه در دمای محیط کنار میگذارید",
            "در این مدت توت فرنگی ها را شکل قلب برش میزنیم.به این صورت که اول از وسط نصف کرده و یک v شکل مانند شکل زیر از آن جدا میکنیم.",
            "سپس هر نصف توت فرنگی را به این صورت روی لایه ی پنیری میچینید",
            "روی ظرف سلفون کشیده و حداقل 4 ساعت تا یک شب در یخچال میگذارید",
            "از ژله ی توت فرنگی برای لایه ی بالایی استفاده میکنید 160 گرم پودر ژله را در یک کاسه میریزید",
            "1 و 1/2 پ آبجوش را به آن اضافه میکنید",
            "خوب هم میزنیم تا پودر ژله حل شود و مایه شفاف شود",
            "سپس 1 و 1/2 پ آب سرد را اضافه میکنید ژله را کنار میگذارید تا کاملا در دمای محیط سرد شود.سپس روی لایه ی پنیری میریزید.(حتما دقت کنید ژله کاملا خنک شده باشد)",
            "روی آن سلفون کشیده و دوباره برای حداقل 4 ساعت در یخچال قرار میدهید",
            "با چاقوی تیز برش بزنید و در ظرف سرو بگذارید.(چاقو را بعد از هربار برش زدن در آبجوش زده و با حوله خشک کنید و بعد برش بزنید تا برش های شما زیباتر شود)"
        ]
    },
    {
        "title": "شیرینی شطرنجی",
        "foodID": "75",
        "tags": "کیک و دسر",
        "preparationTime": "30",
        "cookTime": "12",
        "image":"/images/75.jpg",
        "ingredients": [
            {
                "title": "نمک",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "رنده پوست لیمو ترش",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "وانیل‏",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "پودر کاکائو",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ بزرگ",
                "amount": "1 عدد"
            },
            {
                "title": "شکر",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "کره",
                "amount": "240 گرم"
            },
            {
                "title": "آرد الک شده",
                "amount": "2.5 پیمانه"
            }
        ],
        "steps": [
            "کره را در دمای آشپزخانه قرار دهید تا نسبتا نرم شود. سپس کره و شکر را به مدت 1 تا 2 دقیقه با هم‎زن برقی بزنید تا مخلوط کرم مانند شود",
            "وانیل، پوست لیمو رنده شده و نمک را به مخلوط کره اضافه نمایید. سپس آرد را به آرامی در حالی‎که مخلوط را با دور کند هم‎زن می‎زنید، اضافه کنید.",
            "خمیر آماده شده را روی سطح صاف و تمیزی قرار دهید، خمیر در این زمان ممکن است شل و چسبنده به نظر برسد. به مدت 1 تا 2 دقیقه آن را ورز دهید.",
            "سپس خمیر را به دو نیم تقسیم نمایید. روی یکی از نیمه‎ها پودر کاکائو بپاشید و آن را تا جایی که کاکائو کامل جذب شود، ورز دهید.",
            "هر یک از دو تکه خمیر را بین دو ورقه پلاستیک یا کاغذ روغنی قرار دهید. با استفاده از وردنه آن‎ها را به شکل دو مربع به عرض 18 سانتی‎متر و ضخامت 8 میلی‎متر درآورید. با استفاده از خط کش و یک چاقوی تیز، هر یک از خمیرها را به 9 نوار با عرض 2 سانتی‎متر ببرید.",
            "تخم‎مرغ را با یک قاشق غذاخوری آب مخلوط کنید و خوب هم بزنید. روی سطح کار را با پلاستیک بپوشانید. کار را با چیدن نوارهای سفید و کاکائویی (4 نوار به‎صورت یکی در میان تا به شکل شطرنجی درآیند.) در کنار هم آغاز کنید.",
            "روی نوارهای خمیری و دیواره‎های آن‎ها با قلمو از مخلوط تخم مرغ بزنید. به آرامی نوارها را فشار دهید تا به هم بچسبند. سپس لایه دوم و سوم را به همین ترتیب شکل دهید. (رنگ‎های مخالف را روی هم قرار دهید.)",
            "به همین صورت تمام نوارها را برای چیدن بلوکهای شطرنجی استفاده کنید. احتمالا نوارهای شما برای چیدن 4 بلوک کافیست. بلوکهای چیده شده را در دو لایه سلفون یا نایلکس پیچیده و 30 دقیقه داخل یخچال قرار دهید تا خمیر استراحت کند. اگر عجله دارید می توانید آنها را 15 دقیقه داخل فریزر قرار دهید.",
            "فر را با دمای 175 درجه سانتیگراد گرم کنید. کف سینی فر را با کاغذ روغنی بپوشانید. مکعب مستطیل‎ها را با ضخامت 0.6 سانتی‎متر ورقه ورقه کنید.",
            "ورقه های شیرینی شطرنجی را روی سینی فر قرار دهید و به مدت 10 تا 12 دقیقه شیرینی‎ها را بپزید. پس از گذشت این زمان، سینی را از فر بیرون آورید و اجازه دهید تا شیرینی‎ها به مدت 2 دقیقه خنک شوند. سپس آن‎ها را بیرون آورید و در ظرفی قرار دهید تا کامل خنک شوند."
        ]
    },
    {
        "title": "چیز کیک بدون نیاز به فر",
        "foodID": "76",
        "tags":"کیک و دسر",
        "preparationTime": "180",
        "cookTime": "0",
        "image":"/images/76.jfif",
        "ingredients": [
            {
                "title": "بیسکویت ساده",
                "amount": "18 عدد"
            },
            {
                "title": "کره (بدون نمک، آب شده)",
                "amount": "11 قاشق سوپ خوری"
            },
            {
                "title": "شکر",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "پنیر خامه ای (در دمای اتاق)",
                "amount": "480 گرم"
            },
            {
                "title": "شیر (غلیظ شده شیرین)",
                "amount": "450 گرم"
            },
            {
                "title": "آب لیمو",
                "amount": "1/4 فنجان"
            },
            {
                "title": "پوست لیمو ترش",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "عصاره وانیل",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "دانه انار (برای تزئین)",
                "amount": "1/3 فنجان"
            }
        ],
        "steps": [
            "بیسکویت ها را در یک غذا ساز بریزید و بزنید تا خوب ریز شود. به جای آن می توانید آنها را در یک کیسه پلاستیکی در بسته بریزید و له کنید.",
            "خرده بیسکویت ها را در یک کاسه متوسط بریزید و کره آب شده و شکر را اضافه کنید و هم بزنید تا خوب مخلوط شوند.",
            "مخلوط بیسکویت را کف و دور (تا ارتفاع 6 سانتی متری) یک قالب فنری 22 سانتی متری بریزید. می توانید با کف و دور یک پیمانه بیسکویت را به قالب فشار دهید.",
            "روی نان بیسکویتی را با پوشش پلاستیکی بپوشانید و 20 دقیقه در یخچال بگذارید.",
            "در یک مخلوط کن پنیر خامه ای را خوب بزنید تا نرم و یکدست شود سپس شیر غلیظ شده را در آن بریزید. آب لیموترش، پوست لیموترش و عصاره وانیل را اضافه کنید و بزنید تا مخلوط شوند.",
            "مخلوط را داخل قالب نان بیسکویتی بریزید. روی چیز کیک را با پوشش پلاستیکی بپوشانید و 3 ساعت و نیم تا 4 ساعت تا سفت شود داخل یخچال قرار دهید.",
            "وقتی خواستید کیک را سرو کنید آن را از یخچال بیرون بیاورید و فنر قالب را فشار دهید تا کیک از آن بیرون بیاید. روی کیک دانه انار بریزید سپس برش بدهید و سرو کنید."
        ]
    },
    {
        "title": "چیز کیک با شکلات تلخ",
        "foodID": "77",
        "tags":"کیک و دسر",
        "preparationTime": "30",
        "cookTime": "70",
        "image":"/images/77.jpg",
        "ingredients": [
            {
                "title": "ویفر شکلاتی",
                "amount": "24 عدد"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "شکلات (شکلات تلخ 70 ٪)",
                "amount": "270 گرم"
            },
            {
                "title": "پنیر خامه ای (در دمای اتاق)",
                "amount": "900 گرم"
            },
            {
                "title": "شکر",
                "amount": "280 گرم"
            },
            {
                "title": "کره (آب شده)",
                "amount": "55 گرم"
            },
            {
                "title": "پودر کاکائو",
                "amount": "30 گرم"
            },
            {
                "title": "تخم مرغ",
                "amount": "4 عدد"
            },
            {
                "title": "خامه‏ (پر چرب)",
                "amount": "175 گرم"
            },
            {
                "title": "شکلات (شکلات تلخ 70 ٪)",
                "amount": "170 گرم"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق غذا خوری"
            }
        ],
        "steps": [
            "فر را با دمای 180 درجه سانتیگراد (350 درجه فارنهایت) گرم کنید. قالب کیک (22.5 سانتیمتر قطر) را با کره چرب کنید.",
            "ویفر ها را داخل دستگاه بریزید و خیلی ریز پودر کنید و بعد با 1 قاشق غذاخوری شکر مخلوط کنید سپس 55 گرم کره آب شده را اضافه کنید و خوب مخلوط کنید.",
            "مخلوط را داخل قالب قرار دهید و به ته قالب فشار دهید و به مدت 5 دقیقه داخل فر قرار دهید تا اینکه فقط مواد ته قالب شکل بگیرد و بعد آن را در جای خنک قرار دهید یا بگذارید در دمای معمولی فر خنک شود.",
            "طرز تهیه مواد داخل کیک:",
            "270 گرم شکلات خرد شده را داخل کاسه قرار دهید و کاسه را روی قابلمه در حال جوش قرار دهید و آن را هم بزنید تا اینکه شکلات آب شود و صاف شود.",
            "کاسه را از روی آب جوش بردارید و بگذارید شکلات ولرم شود ولی سفت نشود.",
            "پنیر خامه ای، 280 گرم + 2 قاشق غذاخوری شکر و پودر کاکائو را داخل دستگاه مخلوط قرار دهید و مخلوط کنید و بعد تخم مرغ را اضافه کنید و مخلوط کنید و بعد با شکلات ولرم مخلوط کنید و مخلوط شکلات را روی کیک ویفری بریزید و روی آن را صاف کنید",
            "به مدت یک ساعت داخل فر قرار دهید و بعد با یک چاقوی تیز از قالب جدا کنید و بگذارید تمام شب خنک شود.",
            "طرز تهیه مواد روی کیک:",
            "خامه، 170 گرم شکلات و 1 قاشق غذاخوری شکر را داخل یک قابلمه متوسط بریزید و مخلوط کنید روی حرارت ملایم قرار دهید تا یکدست شوند و بعد بگذارید آرام خنک شود.",
            "سپس آن را وسط چیز کیک بریزید و با فاصله 1.5 سانتیمتر از لبه های کیک روی کیک پخش کنید و به مدت یک ساعت داخل یخچال قرار دهید.",
            "کیک را به یک بشقاب انتقال دهید و مقداری شکلات رنده را روی آن بریزید و قبل از سرو به مدت دو ساعت در دمای معمولی اتاق قرار دهید."
        ]
    },
    {
        "title": "قطاب",
        "foodID": "78",
        "tags":"کیک و دسر",
        "preparationTime": "90",
        "cookTime": "15",
        "image":"/images/78.jpg",
        "ingredients": [
            {
                "title": "روغن جامد",
                "amount": "1 فنجان"
            },
            {
                "title": "ماست‏",
                "amount": "1 فنجان"
            },
            {
                "title": "شیر",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "1/8 قاشق چای خوری"
            },
            {
                "title": "آرد",
                "amount": "به مقدار لازم"
            },
            {
                "title": "پودر قند",
                "amount": "به مقدار لازم"
            },
            {
                "title": "روغن مایع",
                "amount": "1 لیوان"
            },
            {
                "title": "وانیل‏",
                "amount": "کمی"
            },
            {
                "title": "هل",
                "amount": "کمی"
            },
            {
                "title": "عرق بیدمشک یا گلاب",
                "amount": "1 قاشق مربا خوری"
            },
            {
                "title": "مغز پسته و شکر آسیاب شده یا مغز گردو و شکر آسیاب شده یا پودرنارگیل و پودرشکر",
                "amount": "200 گرم"
            }
        ],
        "steps": [
            "مغز پسته و شکر آسیاب شده یا مغز گردو و شکر آسیاب شده یا پودرنارگیل و پودرشکر به اندازه 200 گرم را با مقداری هل و وانیل و برای راحتی کار با یک قاشق مربا خوری گلاب یا عرق بید مشک مخلوط کنید؛ این مواد برای وسط قطاب‌ها استفاده می‌شود.",
            "در ظرفی روغن، ماست و دو قاشق شیر را با هم خوب بزنید. آرد و بیکینگ پودر را کم کم به آنها اضافه کنید تا خمیر لطیف و نرمی برای قطاب به دست آید و آن را کنار بگذارید.",
            "برای پیچیدن قطاب‌ها هم توانید خمیر را با وردنه روی سطح صافی پهن کنید و با ته یک لیوان یا فنجان خمیرهای دایره‌ای شکل، هم اندازه‌ای را از این خمیر پهن شده جدا کنید. سپس در وسط هر دایره مقداری از مواد وسط قطاب را با قاشق مرباخوری بریزید و دو طرف آن را ببندید.",
            "در صورتی که بتوانید آنها را بپیچید بسیار زیباتر و بهتر است؛ در غیر این صورت همینطور آنها را ساده بسته تا مواد وسط آن دیده نشود و بیرون نریزد یا اطراف دایره را بالا آورده و یک جا جمع کنید تا شبیه باقلوا ترکی شود.",
            "پس از آماده شدن، همه قطاب‌ها را در ظرفی گود که کاملا در روغن فرو رود، سرخ کنید و بعد از بیرون کشیدن آنها از داخل روغن درون صافی قرار داده تا روغن اضافی آنها کشیده شود؛ سپس درون پودر قند یا شکر بغلتانید."
        ]
    },
    {
        "title": "نان برنجی",
        "foodID": "79",
        "tags":"کیک و دسر",
        "preparationTime": "0",
        "cookTime": "30",
        "image":"/images/79.webp",
        "ingredients": [
            {
                "title": "آرد برنج",
                "amount": "500 گرم"
            },
            {
                "title": "شکر",
                "amount": "200 گرم"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "کره یا روغن کرمانشاهی",
                "amount": "200 گرم"
            },
            {
                "title": "گلاب",
                "amount": "1/2 فنجان"
            },
            {
                "title": "زعفران آب کرده",
                "amount": "1 قاشق مربا خوری"
            },
            {
                "title": "خرفه یا سیاه دانه",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "آرد برنج را الک کنید. آرد را با روغن مخلوط کنید و کمی آن را ورز دهید تا روغن در آرد حل شود",
            "شکر را در نصف لیوان آب حل کنید و روی حرارت قرار دهید تا به صورت شربت درآید . بعد از سرد شدن شربت، آن را به آرد اضافه کنید",
            "تخم مرغ را به همراه زعفران و گلاب به مخلوط آرد اضافه کنید و خمیر را ورز دهید. خمیر را مدت 5 ساعت در جای مناسبی با دمای معتدل قرار دهید و روی آن را با پارچه تمیزی بپوشانید.",
            "خمیر را نباید در یخچال بگذارید، ولی نباید در گرما هم نگه دارید. بعد از 5 ساعت آن را مجددا کمی ورز دهید و از خمیر، تکه هایی به صورت گردو درست کنید و در کف دست کمی پهن کنید",
            "چند دانه خرفه (سیاه دانه) روی شیرینی‌ها بریزید و در سینی فر بچینید. سینی حاوی شیرینی‌ها را در طبقه وسط فری که از قبل روشن کرده‌اید و دمای آن 170 درجه است، برای 20 دقیقه تا نیم ساعت قرار دهید"
        ]
    },
    {
        "title": "کلوچه کشمشی",
        "foodID": "80",
        "tags":"کیک و دسر",
        "preparationTime": "30",
        "cookTime": "15",
        "image":"/images/80.jpg",
        "ingredients": [
            {
                "title": "آرد کامل (آرد سبوس دار)",
                "amount": "1/1/4 پیمانه"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "2.5 قاشق چای خوری"
            },
            {
                "title": "شکر",
                "amount": "5 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "کره آب شده",
                "amount": "6 قاشق غذا خوری"
            },
            {
                "title": "پوست پرتقال",
                "amount": "2 قاشق چای خوری"
            },
            {
                "title": "کشمش",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "تخم مرغ درشت",
                "amount": "1 عدد"
            },
            {
                "title": "خامه‏",
                "amount": "5-4 قاشق غذا خوری"
            }
        ],
        "steps": [
            "فر را با دمای 425 درجه فارنهایت گرم کنید. کف سینی فر کاغذ روغنی پهن کنید و کنار بگذارید.",
            "در یک کاسه متوسط، آرد، بیکینگ‌پودر، شکر و نمک را با یکدیگر مخلوط کنید. کره را به مخلوط آرد اضافه کنید و با انگشتان خود آن را ورز دهید تا خمیری شوند. پوست پرتقال و کشمش بی‌دانه را اضافه کنید و هم بزنید.",
            "در یک کاسه کوچک، تخم‌مرغ و 4 قاشق غذاخوری خامه را با یکدیگر با چنگال مخلوط کنید. آنها را به مخلوط آرد اضافه کنید و با دست ورز دهید. خمیر را روی سطح صاف آردپاشی شده قرار دهید و با وردنه پهن کنید.",
            "آنها را به اندازه دلخواه برش دهید و داخل سینی فر بچینید.",
            "آنها را 12 تا 15 دقیقه در فر بپزید تا طلایی شوند. این کلوچه‌ها را گرم سرو کنید."
        ]
    },
    {
        "title": "کوکی اصیل لاهیجان",
        "foodID": "81",
        "tags":"کیک و دسر",
        "preparationTime": "30",
        "cookTime": "20",
        "image":"/images/81.jpg",
        "ingredients": [
            {
                "title": "آرد قنادی",
                "amount": "850 گرم"
            },
            {
                "title": "شیر",
                "amount": "250 میلی لیتر"
            },
            {
                "title": "پودر کاکائو",
                "amount": "2 قاشق سوپ خوری"
            },
            {
                "title": "وانیل‏",
                "amount": "1/8 قاشق چای خوری"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "کشمش پلویی",
                "amount": "350 گرم"
            },
            {
                "title": "پودر قند",
                "amount": "450 گرم"
            },
            {
                "title": "روغن جامد یا کره",
                "amount": "300 گرم"
            },
            {
                "title": "روغن مایع",
                "amount": "100 گرم"
            },
            {
                "title": "تخم مرغ",
                "amount": "6 عدد"
            },
            {
                "title": "گردو خرد شده",
                "amount": "350 گرم"
            }
        ],
        "steps": [
            "اول فر رو روی 160 درجه سانتی گراد روشن کنین، بیکینگ پودر و آرد رو مخلوط و الک کنین، روغن صاف جامد و پودر قند رو حدود 7 دقیقه با همزن بزنید تا یکتواخت و لطیف و پفکی بشه.",
            "روغن مایع رو به این مواد اضافه کنین و سه دقیقه با همزن بزنید، تخم مرغها رو یکی یکی اضافه کنین و هر کدوم رو 1 دقیقه هم بزنین.وانیل و شیر رو هم اضافه کرده و هم بزنید",
            "مخلوط آرد و بیکینگ پودر رو کم کم با الک کردن اضافه کنید و آروم مخلوط کنید. توی مرحله آخر پودر کاکائو رو توی آرد بریزین و الک کنین توی مواد و مخلوط کنین (اگه کاکائو مرغوب باشه مقدار کمتری ازش لازم هست). حالا گروی خرد شده و کشمش رو هم بریزید و با لیسک مواد رو مخلوط کنید :)",
            "کف سینی فر کاغذ روغنی بندازید و با هر وسیله ای که راحت هستید (خامه ریز بدون ماسوره، اسکوپ زن یا حتی قاشق!) کوکی ها رو با فاصله بصورت مرتب روی کاغذ سینی فر بچینید. توجه کنید که کوکی ها از هم فاصله داشته باشن. چون هر چقدرم قبل پخت سفت باشه، بعد از داغ شدنِ مایه ی کوکی، یه مقدار شل میشه و به هم نزدیک میشن. بسته به ضخامت کوکیهاتون 15 تا 20 دقیقه توی فر بپزین.",
            "در آخر کار برای یکی دو دقیقه شعله بالای فر رو روشن کنین تا رنگ روی کوکیهاتون کمی قهوه ای تر و زیبا تر شه (فقط حتما بالا سرش باشین و حواستون باشه که بیش از حد برشته نشه و خدای نکرده نسوزه!) بعد از پخت هم کمی بذارین خنک شه و بعد نوش جان کنین :)"
        ]
    },
    {
        "title": "کاپ کیک موزی با رویه شکلات",
        "foodID": "82",
        "tags":"کیک و دسر",
        "preparationTime": "15",
        "cookTime": "15",
        "image":"/images/82.jpg",
        "ingredients": [
            {
                "title": "پودر کیک (موزی)",
                "amount": "1 بسته"
            },
            {
                "title": "تخم مرغ",
                "amount": "3 عدد"
            },
            {
                "title": "روغن گیاهی",
                "amount": "1/3 فنجان"
            },
            {
                "title": "قالب کاغذی کاپ کیک",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "فر رو روشن کرده، حرارت رو روی 190 درجه سانتیگراد (375 درجه فارنهایت) قرار میدیم تا گرم بشه.",
            "تو یه کاسه بزرگ، پودر کیک، تخم مرغ، روغن و مقداری آب (بنا بر دستور تهیه پودر کیک) رو مخلوط میکنیم تا کاملا با هم ترکیب بشن.",
            "قالبهای کاغذی کاپ کیک رو توی قالب کاپ کیک قرار میدیم و 2/3 قالبها رو با مواد اولیه مون پر میکنیم و حدودا 20 دقیقه تو فر قرار میدیم بطوریکه اگر یه خلال دندون رو تو مرکز کاپ کیک فرو کنیم تمیز بیرون بیاد.",
            "کاپ کیکها رو از قالب بیرون میاریم و اجازه میدیم کاملا خنک بشن.",
            "حالا با کرم شکلاتی روی کاپ کیک هامون رو تزئین میکنیم."
        ]
    },
    {
        "title": "کاپ کیک ساده در مایکروفر",
        "foodID": "83",
        "tags":"کیک و دسر",
        "preparationTime": "30",
        "cookTime": "15",
        "image":"/images/83.jpg",
        "ingredients": [
            {
                "title": "کره",
                "amount": "150 گرم"
            },
            {
                "title": "پنیر خامه ای",
                "amount": "200 گرم"
            },
            {
                "title": "شکر",
                "amount": "2/3 لیوان"
            },
            {
                "title": "تخم مرغ",
                "amount": "3 عدد"
            },
            {
                "title": "آرد سفید",
                "amount": "2 لیوان"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "پودر کاکائو",
                "amount": "به مقدار لازم"
            }
        ],
        "steps": [
            "در ابتدای كار مایکروفر را با دمای 180 درجه سانتیگراد روشن کنید تا گرم شود.",
            "پنیر خامه ای و شکر را داخل ظرفی ریخته و با همزن خوب بزنید تا یكدست شوند و بعد تخم مرغ ها را یكی یكی اضافه كرده و مرتب هم بزنید تا مایه شما یكدست شود.",
            "كره را چند ثانیه داخل مایكروفر قرار دهید تا آب شود و بعد آن را به مایه اضافه كنید و خوب هم بزنید.",
            "آرد و بیكینگ پودر را مخلوط كرده و مقدار بسیار كمی نمك هم به آن اضافه كنید و آن را 3مرتبه الك كنید تا خوب هوا خورده و سبك شود.سپس آن را كم كم به مایه اضافه كرده و خوب مخلوط كنید.",
            "وقتی مایه آماده شد كاغذ مخصوص كاپ كیك(كیك یزدی)را داخل قالب انداخته و آن را با كره چرب كنید و به میزان 2سوم ارتفاع قالب مایه بریزید چون كیك بعد از آماده شدن حجیم میشود.قالبهای كیك را به مدت 15 دقیقه داخل مایکرفرو با دمای 180 درجه سانتیگراد قرار دهید تا کیک ها بپزند و حجم شان بیشتر شود.",
            "پس از پخت کاپ کیک ها را از قالب اصلی خارج کنید و کناری قرار دهید تا خوب سرد شود سپس با خامه زده شده و … تزیین و سرو کنید."
        ]
    },
    {
        "title": "تارت شکلاتی انار",
        "foodID": "84",
        "tags": "کیک و دسر",
        "preparationTime": "60",
        "cookTime": "30",
        "image":"/images/84.jpg",
        "ingredients": [
            {
                "title": "انار دون شده",
                "amount": "1 عدد"
            },
            {
                "title": "اگار",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "شکر",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "آب",
                "amount": "1 لیوان"
            },
            {
                "title": "خامه‏ صبحانه(1.5 بسته)",
                "amount": "300 میلی لیتر"
            },
            {
                "title": "تخم مرغ بزرگ",
                "amount": "2 عدد"
            },
            {
                "title": "شکلات شیرین",
                "amount": "340 گرم"
            },
            {
                "title": "شکر",
                "amount": "3 قاشق غذا خوری"
            },
            {
                "title": "آرد",
                "amount": "1 قاشق غذا خوری"
            },
            {
                "title": "وانیل‏",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "شکر دانه ریز",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "آب یخ",
                "amount": "2 قاشق غذا خوری"
            },
            {
                "title": "نمک",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "تخم مرغ",
                "amount": "1 عدد"
            },
            {
                "title": "کره سرد",
                "amount": "120 گرم"
            },
            {
                "title": "آرد",
                "amount": "220 گرم"
            }
        ],
        "steps": [
            "ابتدا کره , آرد , نمک و شکر را در دستگاه غذاساز بریزید و مواد را با هم مخلوط کنید تا به صورت خرده نان شود",
            "سپس تخم مرغ و آب یخ را اضافه کنید و مجددا غذاساز را روشن و مواد را با هم مخلوط کنید",
            "بعد از اینکه خمیر جمع شد غذاساز را خاموش کنید و خمیر را به مدت 10 الی 15 دقیقه در یخچال قرار دهید تا خودش را بگیرد",
            "نکاتی که باید در زمان تهیه تارت شکلاتی انار به آن توجه کنید این است که باید در زمان درست کردن خمیر ار موادسرد استفاده کنید و هم چنین برای جلوگیری از به روغن افتادن خمیر را زیاد ورز ندهید",
            "در مرحله دوم تهیه تارت شکلاتی انار باید خمیر را بعد از اینکه استراحت کرد از یخچال بیرون آورده و روی سطح کار خود خمیر تارت را به ضخامت 3 الی 4 میلی متر با وردنه باز کنید (خمیر را زیاد نازک نکنید)",
            "سپس خمیر را درقالب 27 سانتی متری پهن کنید طوریکه کف و دیواره های قالب را بپوشاند بعد با چنگال روی خمیر را و دیواره های تارت را سوراخ کنید و سپس قالب را در فر با دمای 180 دره سانتیگراد به مدت 20 دقیقه قرار دهید",
            "حالا باید مواد میانی (فیلینگ)تارت شکلاتی انار را آماده کنید ابتدا خامه و شکلات را در ظرفی بریزید و روی حرارت قرار دهید و مرتب هم بزنید تا شکلات حل شود سپس مخلوط شکلات و خامه را از روی حرارت بردارید و اجازه دهید خنک شود",
            "بعد تخم مرغها , شکر و وانیل را همراه آرد به مخلوط شکلات اضافه کنید و با چنگال هم بزنید تا مواد خوب مخلوط شوند",
            "حالا تارت را از فر خارج کنید و مخلوط شکلات را در قالب بریزید و مجددا قالب را در فر به مدت 30 دقیقه قرار دهید تا آماده شود همچنین می توانید بعد از 20 دقیقه با تستر چک کنید",
            "اگر تستر تمیز بیرون آمد یعنی پخت تارت شکلاتی تکمیل شده است قالب را ار فر خارج کنید و اجازه دهید خنک شود",
            "در مرحله آخر تارت شکلاتی انار باید مواد روی فیلینگ را اماده کنید",
            "برای این کار ابتدا آب و پودر آگار را همراه شکر در ظرفی مخلوط کنید و روی حرارت ملایم به مدت 5 دقیقه قرار دهید تا بجوشد بعد ظرف را از روی حرارت بردارید تا به غلظت سفیده تخم مرغ برسد",
            "بعد دانه های انار را روی مواد شکلاتی تارت بریزید و سپس مخلوط آگار را روی دانه های انار بریزید و در یخچال قرار دهید تا خنک شود"
        ]
    },
    {
        "title": "کاپ کیک فنجانی",
        "foodID": "85",
        "tags": "کیک و دسر",
        "preparationTime": "15",
        "cookTime": "30",
        "image":"/images/85.jpg",
        "ingredients": [
            {
                "title": "شیر یا آب",
                "amount": "10 قاشق غذا خوری"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "2 قاشق چای خوری"
            },
            {
                "title": "پودر کاکائو",
                "amount": "2 قاشق مربا خوری"
            },
            {
                "title": "شکر",
                "amount": "8 قاشق غذا خوری"
            },
            {
                "title": "تخم مرغ",
                "amount": "2 عدد"
            },
            {
                "title": "وانیل‏",
                "amount": "1/2 قاشق چای خوری"
            },
            {
                "title": "روغن مایع",
                "amount": "6 قاشق غذا خوری"
            },
            {
                "title": "آرد سفید",
                "amount": "11 قاشق سوپ خوری"
            }
        ],
        "steps": [
            "ابتدا تخم مرغ و وانیل(برای از بین بردن بوی تخم مرغ) با هم مخلوط و بهم زده.بعد شیر و روغن رو اضافه میکنیم(میتوانیم از کره ذوب شده به جای روغن هم استفاده کنیم)خوب بهم زده.",
            "بعد شکر اضافه کرده خوب بهم زده، بعد کاکائو و بیکینگ پودر رو الک کرده به مواد اضافه کرده بهم زده.",
            "در مرحله آخر آرد رو الک کرد در چند مرحله اضافه کرد البته به آرومی بهم زده چون پف کیک میخوابه اگر زیاده بهم زده بشه.",
            "فنجان ها را خوب چرب کرده ،به اندازه کمتر از نصف فنجان یعنی حدوا یک سوم فنجان از مواد کیک پر کرده.",
            "داخل قابلمه قرار داده و قابلمه را آب کرده تا نصف فنجان آب باشد.شعله گاز متوسط باشد درب قابلمه را نمیگذاریم ،وقتی آب جوش اومددمکنی گذاشته درب قابلمه رو میزاریم تا 15 دقیقه با شعله کم کیک پخته شود.",
            "بعداز این مدت شعله رو خاموش کرده اما درب قابلمه رو تا 10 دقیقه باز نمیکنید اگر زودتر درب قابلمه رو برداریم پف کیک می خوابه.بعداز این مدت کاپ کیک ها رو از فنجان خارج کرده ومیتوانید تزئین کنید و سرو کنید."
        ]
    },
    {
        "title": "کاپ کیک موز",
        "foodID": "86",
        "tags": "کیک و دسر",
        "preparationTime": "30",
        "cookTime": "20",
        "image":"/images/86.jpg",
        "ingredients": [
            {
                "title": "کره",
                "amount": "3/4 پیمانه"
            },
            {
                "title": "آرد کامل",
                "amount": "2 پیمانه"
            },
            {
                "title": "تخم مرغ",
                "amount": "3 عدد"
            },
            {
                "title": "بیکینگ پودر",
                "amount": "1.5 قاشق چای خوری"
            },
            {
                "title": "نمک",
                "amount": "3/4 قاشق چای خوری"
            },
            {
                "title": "جوش شیرین",
                "amount": "1/4 قاشق چای خوری"
            },
            {
                "title": "موز له شده",
                "amount": "1/2 پیمانه"
            },
            {
                "title": "شیر",
                "amount": "1/3 پیمانه"
            },
            {
                "title": "خامه ترش",
                "amount": "1/4 پیمانه"
            },
            {
                "title": "وانیل‏",
                "amount": "1 قاشق چای خوری"
            },
            {
                "title": "شکر",
                "amount": "1 پیمانه"
            },
            {
                "title": "خامه‏ فرم گرفته",
                "amount": "به مقدار لازم"
            },
            {
                "title": "شکلات آب شده",
                "amount": "به مقدار لازم"
            },
            {
                "title": "خامه‏ منجمد",
                "amount": "2 لیتر"
            }
        ],
        "steps": [
            "تخم‌مرغ و کره را از نیم ساعت قبل در دمای اتاق قرار دهید. در این فاصله، قالب‌های مافین را با روغن چرب کنید یا داخل آنها کاغذ روغنی مخصوص مافین بگذارید.",
            "در یک کاسه متوسط، موز، شیر، خامه ترش و وانیل را با یکدیگر مخلوط کنید و کنار بگذارید.",
            "فر را با دمای 350 درجه فارنهایت روشن کنید. در یک کاسه، کره را با هم‌زن برقی با سرعت متوسط به مدت 30 ثانیه هم بزنید. به آرامی شکر را اضافه کنید و مدام هم بزنید. سپس تخم‌مرغ‌ها را یکباره اضافه کنید و تا زمانی هم بزنید که پف کنند.",
            "مواد را داخل قالب‌های مافین بریزید و دوسوم آنها را پر کنید. با کف قاشق سطح آنها را صاف کنید. به مدت 18 تا 20 دقیقه در فر قرار دهید تا پخته شوند. 5 دقیقه آنها را کنار بگذارید تا خنک شوند و سپس از قالب خارج کنید.",
            "خامه‌فرم‌گرفته را داخل قیف قنادی بریزید و روی کاپ‌کیک‌ها بگذارید. روی آنها شکلات آب شده بریزید و با آلبالوی شیرین یا آجیل موردعلاقه تزئین و سرو کنید."
        ]
    }
]
